Repository: ellegaarddk/ultimate-member-da_DK
Catalog: um-notices-*.po
Languages: da_dk

source: A comma seperated list of user IDs or usernames to show this notice for
da_dk: En komma-separeret liste over bruger-id'er eller brugernavne som denne meddelelse vises for

source: Add New Notice
da_dk: Tilføj ny meddelelse

source: All
da_dk: Alle

source: Allow this notice to appear in footer
da_dk: Tillad, at denne meddelelse vises i sidefod

source: Border
da_dk: Kant

source: Border Radius
da_dk: Hjørneradius

source: Box Shadow
da_dk: Skygge

source: Button Background Color
da_dk: Baggrundsfarve på knap

source: Button Text
da_dk: Knaptekst

source: Button Text Color
da_dk: Knap tekstfarve

source: Button URL
da_dk: Knap URL

source: Change this If you want to apply a box-shadow to the notice box
da_dk: Rediger dette, hvis du vil tilføje en skygge til meddelelsesboksen

source: Display this notice to logged in users
da_dk: Vis denne meddelelse til brugere, som er logget ind

source: Display this notice to logged out users
da_dk: Vis denne meddelelse til gæster, som er logget ud

source: Edit Notice
da_dk: Rediger meddelelse

source: Enable Call to Action button
da_dk: Aktivér CTA knappen

source: Enter allowed URLs one per line
da_dk: Angiv tilladte webadresser én pr. linje

source: Enter border css here
da_dk: Angiv kant-CSS her

source: Enter border radius here. e.g. 3px
da_dk: Angiv hjørneradius her. Fx 3px

source: Enter notice title here
da_dk: Indtast beskedtitel her

source: Flush
da_dk: Forny

source: Flush this notice
da_dk: Forny denne meddelelse

source: Flushing a notice makes it appear as a new notice to users even those who have seen it already.
da_dk: At forny en meddelelse får den til fremstå som en ny meddelelse til brugerne, selv dem der har set det allerede.

source: Footer Rules
da_dk: Regler for sidefod

source: How many people reached this notice? Count users who seen and closed the notice only
da_dk: Hvor mange mennesker har denne meddelelse nået? Tæl kun brugere med, der har set og lukket meddelelsen

source: If turned off, this notice can only appear using shortcode method
da_dk: Hvis deaktiveret, vises denne meddelelse kan kun ved brug af shortcode metoden

source: If you do not provide custom styling here, defaults will be used.
da_dk: Hvis du ikke angiver brugerdefineret styling her, vil der blive brugt standardindstillinger.

source: Leave blank to show to all user roles
da_dk: Lad feltet stå tomt for at vise til alle brugerroller

source: Nothing found in Trash
da_dk: Intet fundet i papirkurv

source: Notice
da_dk: Meddelelse

source: Notice background color
da_dk: Meddelelsens baggrundsfarve

source: Notice Close Icon color
da_dk: Meddelelsens Luk ikon farve

source: Notice font size
da_dk: Meddelelsens skriftsstørrelse

source: Notice Icon
da_dk: Ikon for meddelelse

source: Notice Icon color
da_dk: Meddelelsens ikonfarve

source: Notice Minimum Width
da_dk: Meddelelsens minimumsbredde

source: Notice Position in Footer
da_dk: Placering af meddelelse i sidefod

source: Notice text color
da_dk: Meddelelsens tekstfarve

source: Notices License Key
da_dk: Notices licensnøgle

source: Options
da_dk: Indstillinger

source: Other
da_dk: Andet

source: Reach
da_dk: Rækkevidde

source: Search Notices
da_dk: Søg i meddelelser

source: Select...
da_dk: Vælg...

source: Set a minimum width for notice wrapper
da_dk: Angive en minimumsbredde for wrapper til meddelelse

source: Show If the user did not
da_dk: Vis, hvis brugeren ikke

source: Show If the user did not fill that metakey
da_dk: Vis, hvis brugeren ikke har udfyldt metanøglen

source: Show notices to your users when they visit your WordPress site.
da_dk: Vis meddelelser til dine brugere, når de besøger dit WordPress-websted.

source: Show on Custom Post Types
da_dk: Vis på brugerdefinerede indlægstyper (CPT)

source: Show on Homepage
da_dk: Vis på Forside

source: Show on Pages
da_dk: Vis på sider

source: Show on Posts
da_dk: Vis på indlæg

source: Show on specific URLs only
da_dk: Vis kun på bestemte webadresser

source: Show only to certain user(s)
da_dk: Vis kun til bestemte brugere

source: Show to Left
da_dk: Vis til venstre

source: Show to Right
da_dk: Vis til højre

source: Show to shop users
da_dk: Vis til webshopbrugere

source: Spent at least (on purchases)
da_dk: Brugt mindst (på indkøb)

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
da_dk: <strong>%s</strong> udvidelsen kræver Ultimate Member plugin aktiveret for at fungere korrekt. Du kan downloade det <a href="https://wordpress.org/plugins/ultimate-member">her</a>

source: This Notice
da_dk: Denne meddelelse

source: Upload cover photo
da_dk: Upload et bannerbillede

source: Upload profile photo
da_dk: Upload profilfoto

source: Users who did not purchase anything
da_dk: Brugere, der ikke har købt noget

source: Users who made purchases
da_dk: Brugere, der har foretaget køb

source: Which user roles can see this notice
da_dk: Hvilke brugerroller kan se denne meddelelse

source: You can optionally add an icon to this notice
da_dk: Du kan eventuelt tilføje et ikon til denne meddelelse

source: You did not create any notices yet
da_dk: Du har ikke oprettet nogen meddelelser endnu
