Repository: ellegaarddk/ultimate-member-da_DK
Catalog: um-woocommerce-*.po
Languages: da_dk

source: %s of %d
da_dk: %s af %d

source: %s order
da_dk: %s ordre

source: %s orders
da_dk: %s ordrer

source: Assign this role to users when payment is completed
da_dk: Tildel denne rolle til brugere, når betalingen er gennemført

source: Assign this role to users when payment is refunded
da_dk: Tildel denne rolle til brugere, når betalingen refunderes

source: Automatically set the user this role when a payment is completed.
da_dk: Tildel automatisk brugeren denne rolle, når en betaling er gennemført.

source: Automatically set the user this role when a payment is refunded.
da_dk: Tildel automatisk brugeren denne rolle, når en betaling refunderes.

source: Billing Address
da_dk: Faktureringsadresse

source: Community role(s)..
da_dk: Fællesskabsrolle(r).

source: Community role...
da_dk: Fællesskabsrolle

source: Display billing address under account?
da_dk: Vis faktureringsadresse under konto?

source: Display downloads under account?
da_dk: Vis downloads under konto?

source: Display orders under account?
da_dk: Vis ordrer under konto?

source: Display payment methods under account?
da_dk: Vis betalingsmetoder under konto?

source: Display purchases tab in profile?
da_dk: Vis Køb i profilen?

source: Display reviews tab in profile?
da_dk: Vis anmeldelser i profil?

source: Display shipping address under account?
da_dk: Vis leveringsadresse under konto?

source: Do not update these roles when payment is completed
da_dk: Opdater ikke disse roller, når betalingen er fuldført

source: Enable this option If you do not want to show the billing tab from members in account page.
da_dk: Aktivér denne indstilling, hvis du ikke vil have vist fanen Fakturering fra medlemmer på kontosiden.

source: Enable this option If you do not want to show the shipping tab from members in account page.
da_dk: Aktivér denne indstilling, hvis du ikke vil have vist fanen levering fra medlemmer på kontosiden.

source: First Page
da_dk: Første side

source: Hide billing tab from members in account page
da_dk: Skjul fanen Fakturering fra medlemmer på kontosiden

source: Hide shipping tab from members in account page
da_dk: Skjul fanen forsendelse fra medlemmer på kontosiden

source: If yes then remove all users roles and add current, else add current role to other roles, which user already has
da_dk: Hvis ja, fjern derefter alle brugerroller og tilføj nuværende, ellers tilføj nuværende rolle til de øvrige roller, som brugeren allerede har

source: Integrates your WooCommerce store with Ultimate Member.
da_dk: Integrerer din WooCommerce webshop med Ultimate Member.

source: Jump to page:
da_dk: Hop til side:

source: Last Page
da_dk: Sidste side

source: Memberships
da_dk: Medlemskaber

source: My Orders
da_dk: Mine ordrer

source: Next
da_dk: Næste

source: No
da_dk: Nej

source: No User Memberships found
da_dk: Ingen medlemskaber fundet

source: None
da_dk: Ingen

source: Only applicable if you assigned a role when payment is completed.
da_dk: Gælder kun, hvis du har tildelt en rolle, til når betalingen er fuldført.

source: Order #<mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.
da_dk: Ordre #<mark class="order-number">%s</mark> blev afgivet <mark class="order-date">%s</mark> og er nu <mark class="order-status">%s</mark>.

source: Order# %s
da_dk: Ordre: %s

source: Payment methods
da_dk: Betalingsmetoder

source: Placeholder
da_dk: Pladsholder

source: Previous
da_dk: Forrige

source: Product Reviews
da_dk: Produktanmeldelser

source: Purchases
da_dk: Indkøb

source: Remove previous roles when change role on complete or refund payment
da_dk: Fjern tidligere roller, når du ændrer rollen ved fuldført eller refunderet betaling

source: Save Address
da_dk: Gem adresse

source: Shipping Address
da_dk: Leveringsadresse

source: Subscriptions
da_dk: Abonnementer

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
da_dk: <strong>%s</strong> udvidelsen kræver Ultimate Member plugin er aktiveret for at fungere korrekt. Du kan downloade det <a href="https://wordpress.org/plugins/ultimate-member">her</a>

source: Total Orders
da_dk: Ordrer i alt

source: Total Sales
da_dk: Totalt Salg

source: Total Spent
da_dk: Totalt brugt

source: Upgrade user role when payment is on-hold before complete or processing status
da_dk: Opgrader brugerrollen, når betalingen er på hold, før den tildeles gennemført eller behandler status

source: User did not purchase any product yet.
da_dk: Brugeren købte ikke noget produkt endnu.

source: User did not review any product yet.
da_dk: Brugeren har ikke anbefalet et produkt endnu.

source: View order
da_dk: Se ordre

source: WC Billing Address 1
da_dk: WC faktureringsadresse 1

source: WC Billing Address 2
da_dk: WC faktureringsadresse 2

source: WC Billing city
da_dk: WC faktureringsby

source: WC Billing Company
da_dk: WC faktureringsvirksomhed

source: WC Billing country
da_dk: WC faktureringsland

source: WC Billing email
da_dk: WC faktureringsemail

source: WC Billing First name
da_dk: WC leveringsfornavn

source: WC Billing Last name
da_dk: WC leveringsefternavn

source: WC Billing phone
da_dk: WC leveringstelefon

source: WC Billing postcode
da_dk: WC faktureringspostnummer

source: WC Billing state
da_dk: WC faktureringsstat

source: WC Shipping Address 1
da_dk: WC leveringsadresse 1

source: WC Shipping Address 2
da_dk: WC leveringsadresse 2

source: WC Shipping city
da_dk: WC leveringsby

source: WC Shipping Company
da_dk: WC leveringsvirksomhed

source: WC Shipping country
da_dk: WC leveringsland

source: WC Shipping email
da_dk: WC leveringsemail

source: WC Shipping First name
da_dk: WC leveringsfornavn

source: WC Shipping Last name
da_dk: WC leveringsefternavn

source: WC Shipping phone
da_dk: WC leveringstelefon

source: WC Shipping postcode
da_dk: WC leveringspostnummer

source: WC Shipping state
da_dk: WC leveringsstat

source: When subscription is ACTIVATED move user to this role
da_dk: Når abonnement er AKTIVERET flyt bruger til denne rolle

source: When subscription is CANCELLED move user to this role
da_dk: Når abonnementet ANNULERES, flyttes brugeren til denne rolle

source: When subscription is EXPIRED move user to this role
da_dk: Når abonnementet er UDLØBET flyt bruger til denne rolle

source: When subscription is ON-HOLD move user to this role
da_dk: Når abonnementet er på HOLD flyt brugeren til denne rolle

source: When subscription is PENDING move user to this role
da_dk: Når abonnementet AFVENTER Flyt bruger til denne rolle

source: When subscription is PENDING-CANCEL move user to this role
da_dk: Når abonnementet AFVENTER-ANNULERET flyt bruger til denne rolle

source: When this product is bought move user to this role
da_dk: Når dette produkt er købt flytte bruger til denne rolle

source: Woocommerce License Key
da_dk: WooCommerce licensnøglen

source: WooCommerce must be activated before you can use %s.
da_dk: WooCommerce skal aktiveres, før du kan bruge %s.

source: Yes
da_dk: Ja

source: You did not purchase any product yet.
da_dk: Du har ikke købt noget produkt endnu.

source: You did not review any products yet.
da_dk: Du har ikke anmeldt nogen produkter endnu.

source: You don't have orders yet
da_dk: Du har ingen ordre endnu

source: Your billing address is updated.
da_dk: Din faktureringsadresse er opdateret.

source: Your shipping address is updated.
da_dk: Din leveringsadresse er opdateret.
