Repository: ellegaarddk/ultimate-member-da_DK
Catalog: woocommerce-subscriptions-*.po
Languages: da_dk

# In customer renewal invoice email
source: To reactivate the subscription now, you can also log in and pay for the renewal from your account page: %1$sPay Now &raquo;%2$s
da_dk: For at genaktivere abonnementet nu kan du også logge ind og betale for fornyelse fra din konto side:%1$sBetal nu »%2$s

# In customer renewal invoice email
source: An order has been created for you to renew your subscription on %1$s. To pay for this invoice please use the following link: %2$s
da_dk: Det er blevet tid til at betale for dit abonnement på %1$s. For at betale denne ordre klik venligst på dette link: %2$s

# In customer renewal invoice email
source: The automatic payment to renew your subscription with %1$s has failed. To reactivate the subscription, please log in and pay for the renewal from your account page: %2$s
da_dk: Den automatiske abonnements betaling på %1$s fejlede. For at genaktivere dit abonnement skal du logge ind og betale for dit abonnement på din medlemsside: %2$s

# In customer renewal invoice email
source: The automatic recurring payment for order #%1$s from %2$s has failed. The payment will be retried %3$s.
da_dk: Den automatiske tilbagevendende betaling for ordre #%1$s fra%2$s mislykkedes. Betalingen vil blive forsøgt igen%3$s.

# In customer renewal invoice email
source: To reactivate the subscription now, you can also log in and pay for the renewal from your account page: %1$s
da_dk: For at genaktivere dit abonnement nu kan du logge ind på kontosiden: %1$s Eller svar på denne e-mail for at opsige dit abonnement, tak.

# Used in email notification
source: Subscription %1$s#%2$s%3$s
da_dk: Abonnement%1$s #%2$s %3$s

# in plain emails for subscription information
source: View Subscription: %s
da_dk: Se abonnement: %s

# in plain emails for subscription information
source: Subscription: %s
da_dk: Abonnement: %s

# in plain emails for subscription information
source: Start Date: %s
da_dk: Start dato: %s

# in plain emails for subscription information
source: End Date: %s
da_dk: Slut dato: %s

# in plain emails for subscription information
source: Price: %s
da_dk: Pris: %s

# Used as end date for an indefinite subscription
source: When Cancelled
da_dk: Ved annullering

# Used as end date for an indefinite subscription
source: When cancelled
da_dk: Ved annullering

# view a subscription
source: View
da_dk: Vis

# pay for a subscription
source: Pay
da_dk: Betal

# admin subscription table header
source: Last order date
da_dk: Sidste Ordredato

# admin subscription table header
source: Next payment date
da_dk: Næste betalingsdato

# admin subscription table header
source: Trial end date
da_dk: Prøveperiodes slut dato

# Error message while creating a subscription
source: Invalid created date. The date must be a string and of the format: "Y-m-d H:i:s".
da_dk: Ugyldig oprettet dato. Datoen skal være en streng og formatet: "Y-m-d H:i: s".

# Error message while creating a subscription
source: Subscription created date must be before current day.
da_dk: Oprettelsesdato for abonnementet skal være før den aktuelle dag.

# Error message while creating a subscription
source: Invalid date. The date must be a string and of the format: "Y-m-d H:i:s".
da_dk: Ugyldig dato. Datoen skal være en streng i formatet: “Y-m-d H:i:s”.

# Error message while creating a subscription
source: Invalid subscription customer_id.
da_dk: Ugyldigt abonnement customer_id

# The post title for the new subscription
source: Subscription &ndash; %s
da_dk: Abonnement &ndash; %s

# custom post type setting
source: Add Subscription
da_dk: Tilføj pakke

# custom post type setting
source: Add New Subscription
da_dk: Tilføj ny abonnement

# custom post type setting
source: Edit
da_dk: Rediger

# custom post type setting
source: Edit Subscription
da_dk: Rediger abonnement

# custom post type setting
source: New Subscription
da_dk: Opret abonnement

# custom post type setting
source: View Subscription
da_dk: Se abonnement

# custom post type setting
source: No Subscriptions found in trash
da_dk: Ingen abonnement fundet i papirkurv

# custom post type setting
source: Parent Subscriptions
da_dk: Primær abonnementer

# post status label including post count
source: Active <span class="count">(%s)</span>
da_dk: <span>Aktiv:</span> %s

# post status label including post count
source: Expired <span class="count">(%s)</span>
da_dk: Udløbet <span class="count">(%s)</span>

# post status label including post count
source: Pending Cancellation <span class="count">(%s)</span>
da_dk: Afventer Annullering <span class="count">(%s)</span>
