Repository: ellegaarddk/ultimate-member-da_DK
Catalog: woocommerce-subscriptions-*.po
Languages: da_dk

source: By making a subscription a Custom Order Type, a subscription is also now a custom post type. This makes it faster to query subscriptions and it uses a database schema that is as scalable as WordPress posts and pages.
da_dk: Ved at ændre et abonnement til en Custom Order Type, er et abonnement også en Custom Post Type. Dette gør det nemmere at forespørge på abonnementer, og der anvendes en data model som kan skalere med WordPress indlæg og sider.

source: Developers can also now use all the familiar WordPress functions, like %sget_posts()%s, to query or modify subscription data.
da_dk: Udviklere kan nu også anvende alle de kendte WordPress funktioner, som %sget_post()%s, for at forespørge eller rette abonnement data.

source: New %sWC_Subscription%s Object
da_dk: Nyt %sWC_Subscription%s Objekt

source: Subscriptions 2.0 introduces a new object for working with a subscription at the application level. The cumbersome APIs for retrieving or modifying a subscription's data are gone!
da_dk: Subscriptions v2.0 introducerer et nyt objekt til abonnementer på applikations niveau. Det bøvlede API for at hente eller redigere abonnements data er væk!

source: Because the %sWC_Subscription%s class extends %sWC_Order%s, you can use its familiar methods, like %s$subscription->update_status()%s or %s$subscription->get_total()%s.
da_dk: Fordi klassen %sWC_Subscription%s nedarver %sWC_Order%s, kan du anvende metoder som %s$subscription->update_status()%s eller %s$subscription->get_total()%s.

source: REST API Endpoints
da_dk: REST API Slutpunkter

source: We didn't just improve interfaces for humans, we also improved them for computers. Your applications can now create, read, update or delete subscriptions via RESTful API endpoints.
da_dk: Vi har ikke kun forbedret oplevelsen for mennesker, vi har også forbedret den for computeren. Dine applikationer kan nu oprette, læse, opdatere eller slette abonnementer via REST API slutpunkter.

source: Want to list all the subscriptions on a site? Get %sexample.com/wc-api/v2/subscriptions/%s. Want the details of a specific subscription? Get %s/wc-api/v2/subscriptions/<id>/%s.
da_dk: Vil du vise alle abonnementer på en side? Get %sexample.com/wc-api/v2/subscriptions/%s. Vil du se detaljer om et bestemt abonnemen? Get %s/wc-api/v2/subscriptions/<id>/%s.

source: Go to WooCommerce Subscriptions Settings
da_dk: Gå til WooCommerce Subscriptions opsætning

source: Welcome to Subscriptions 2.1!
da_dk: Welcome til Subscriptions 2.0

source: Version 2.1 introduces some great new features requested by store managers just like you (and possibly even by %syou%s).
da_dk: Version 2.1 introducerer nogle fantastiske nye funktioner ved butikschefer anmodet ligesom dig (og måske endda med%syou%s).

source: Subscription Reports
da_dk: Abonnement Rapporter

source: How many customers stay subscribed for more than 6 months? What is the average lifetime value of your subscribers? How much renewal revenue will your store earn next month?
da_dk: Hvor mange kunder holde tegnet mere end 6 måneder? Hvad er den gennemsnitlige levetid værdien af ​​dine abonnenter? Hvor meget fornyelse indtægter din butik tjene næste måned?

source: These are important questions for any subscription commerce business.
da_dk: Det er vigtige spørgsmål for noget abonnement handel business.

source: Prior to Subscriptions 2.1, they were not easy to answer. Subscriptions 2.1 introduces new reports to answer these questions, and many more.
da_dk: Før Abonnementer 2.1, de var ikke let at besvare. Abonnementer 2.1 introducerer nye rapporter at besvare disse spørgsmål, og mange flere.

source: View Reports
da_dk: Se Rapporter

source: Automatic Failed Payment Retry
da_dk: Automatisk betaling Forsøg igen mislykkedes

source: Failed recurring payments can now be retried automatically. This helps recover revenue that would otherwise be lost due to payment methods being declined only temporarily.
da_dk: Mislykkede tilbagevendende betalinger kan nu forsøgt igen automatisk. Dette hjælper genvinde indtægter, der ellers ville gå tabt på grund af betalingsmetoder bliver afvist kun midlertidigt.

source: By default, Subscriptions will retry the payment 5 times over 7 days. The rules that control the retry system can be modified to customise:
da_dk: Som standard vil Abonnementer prøve igen betalingen 5 gange i løbet af 7 dage. De regler, der styrer retry systemet kan modificeres for at tilpasse:

source: the total number of retry attempts
da_dk: det samlede antal gentagne forsøg

source: how long to wait between retry attempts
da_dk: hvor længe at vente mellem genforsøgstrin forsøg

source: emails sent to the customer and store manager
da_dk: e-mails sendt til kunden og butikschef

source: the status applied to the renewal order and subscription
da_dk: status anvendes til fornyelse orden og abonnement

source: The retry system is disabled by default. To enable it, visit the Subscriptions settings administration screen.
da_dk: Det retry-systemet er som standard deaktiveret. For at aktivere det, kan du besøge Abonnementer indstillinger administration skærmen.

source: Enable Automatic Retry
da_dk: Aktiver automatisk Retry

source: New Subscription Emails
da_dk: Abonnement emails

source: Subscriptions 2.1 also introduces a number of new emails to notify you when:
da_dk: Abonnementer 2.1 introducerer også en række nye e-mails, til at underrette dig, når:

source: a customer suspends a subscription
da_dk: en kunde suspenderer et abonnement

source: an automatic payment fails
da_dk: en automatisk betaling mislykkes

source: a subscription expires
da_dk: Abonnement udløber

source: These emails can be enabled, disabled and customised under the %sWooCommerce > Settings > Emails%s administration screen.
da_dk: Disse e-mails kan aktiveres, deaktiveres og tilpasset under%sWooCommerce> Indstillinger> E-mails%s administration skærmen.

source: View Email Settings
da_dk: Email indstillinger

source: But wait, there's more!
da_dk: Men vent, der er mere!

source: Subscription Gifting
da_dk: Abonnement Gifting

source: What happens when a customer wants to purchase a subscription product for someone else?
da_dk: Hvad sker der, når en kunde ønsker at købe et abonnement produkt til en anden?

source: Import subscriptions to WooCommerce via CSV, or export your subscriptions from WooCommerce to a CSV with the WooCommerce Subscriptions Importer/Exporter extension.
da_dk: Importer abonnement på WooCommerce via CSV, eller eksportere dine abonnementer fra WooCommerce til en CSV med WooCommerce Abonnementer Importør / eksportør forlængelse.

source: This free extension makes it possible to migrate subscribers from 3rd party systems to WooCommerce. It also makes it possible to export your subscription data for analysis in spreadsheet tools or 3rd party apps.
da_dk: Denne gratis udvidelse gør det muligt at migrere abonnenter fra 3. parts systemer til WooCommerce. Det gør det også muligt at eksportere dit abonnement data til analyse i regneark værktøj eller 3. parts apps.

source: Subscribe All the Things
da_dk: Tilmeld Alle de ting

source: Want your customers to be able to subscribe to non-subscription products?
da_dk: Vil dine kunder skal kunne abonnere på ikke-abonnement produkter?

source: With WooCommerce Subscribe All the Things, they can! This experimental extension is exploring how to convert any product, including Product Bundles and Composite Products, into a subscription product. It also offers customers a way to subscribe to a cart of non-subscription products.
da_dk: Med WooCommerce Abonner alle de ting, de kan! Denne eksperimentelle udvidelse undersøger hvordan man konvertere en produkt, herunder Produkt Bundles og sammensatte produkter, til et abonnement produkt. Det giver også kunderne en måde at abonnere på en vogn af ikke-abonnement produkter.

source: Customise Retry Rules
da_dk: Tilpas retry Regler

source: The best part about the new automatic retry system is that the retry rules are completely customisable.
da_dk: Den bedste del om det nye automatiske nyt forsøg er, at gentagelsesintervallet regler er helt tilpasselig.

source: With the %s'wcs_default_retry_rules'%s filter, you can define a set of default rules to apply to all failed payments in your store.
da_dk: Med%s'wcs_default_retry_rules '%s filter, kan du definere et sæt standardregler at gælde for alle mislykkede betalinger i din butik.

source: To apply a specific rule based on certain conditions, like high value orders or an infrequent renewal schedule, you can use the retry specific %s'wcs_get_retry_rule'%s filter. This provides the ID of the renewal order for the failed payment, which can be used to find information about the products, subscription and totals to which the failed payment relates.
da_dk: For at anvende en specifik regel baseret på visse betingelser, ligesom høj værdi ordrer eller en sjælden fornyelse tidsplan, kan du bruge nyt forsøg specifikke%s'wcs_get_retry_rule '%s filter. Dette giver ID fornyelse for at den mislykkedes betaling, som kan bruges til at finde oplysninger om produkter, abonnement og totaler, som mislykkedes betalingen vedrører.

source: WooCommerce 2.6 added support for %1$sREST API%2$s endpoints built on WordPress core's %3$sREST API%4$s infrastructure.
da_dk: WooCommerce 2.6 tilføjet understøttelse for%1$sREST API%2$s endepunkter bygget på WordPress kerne s %3$sREST API%4$s infrastruktur.

source: Subscriptions 2.1 adds support for subscription data to this infrastructure.
da_dk: Abonnementer 2.1 tilføjer understøttelse for abonnement data til denne infrastruktur.

source: Your applications can now create, read, update or delete subscriptions via RESTful API endpoints with the same design as the latest version of WooCommerce's REST API endpoints.
da_dk: Dine applikationer kan nu oprette, læse, opdatere eller slette abonnementer via RESTful API endpoints med samme design som den nyeste version af WooCommerce s REST API endpoints.

source: Want to list all the subscriptions on a site? Get %s/wp-json/wc/v1/subscriptions%s.
da_dk: Ønsker du at liste alle de abonnementer på et websted? Få%s / wp-JSON / wc / v1 / abonnementer%s.

source: Want the details of a specific subscription? Get %s/wp-json/wc/v1/subscriptions/<id>/%s.
da_dk: Vil detaljerne i en bestemt abonnement? Få%s / wp-JSON / wc / v1 / abonnementer / <id> /%s.

source: Honour Renewal Order Data
da_dk: Honour Fornyelse Order data

source: In previous versions of Subscriptions, the subscription total was passed to payment gateways as the amount to charge for automatic renewal payments. This made it unnecessarily complicated to add one-time fees or discounts to a renewal.
da_dk: I tidligere versioner af abonnementer, blev det samlede tegningsbeløb videre til betaling gateways som det beløb at opkræve for automatiske fornyelse betalinger. Dette gjorde det unødigt kompliceret at tilføje en gang gebyrer eller rabatter til en fornyelse.

source: Subscriptions 2.1 now passes the renewal order's total, making it possible to add a fee or discount to the renewal order with simple one-liners like %s$order->add_fee()%s or %s$order->add_coupon()%s.
da_dk: Abonnementer 2.1 nu passerer fornyelsen orden samlede, hvilket gør det muligt at tilføje et gebyr eller en rabat til fornyelse ordre med enkle one-liners som%s $ ordre-> add_fee ()%s eller%s $ ordre-> add_coupon ()%s.

source: Subscriptions also now uses the renewal order to setup the cart for %smanual renewals%s, making it easier to add products or discounts to a single renewal paid manually.
da_dk: Abonnementer nu bruger også fornyelsen For at sætte vognen for% BRUGERVEJLEDNING fornyelser%s, hvilket gør det lettere at tilføje produkter eller rabatter til en enkelt fornyelse betalt manuelt.

source: See the full guide to What's New in Subscriptions version 2.1 &raquo;
da_dk: Se den fulde guide til Nyheder i Abonnementer version 2.1 »

source: Go to WooCommerce Subscriptions Settings &raquo;
da_dk: Gå til WooCommerce Subscriptions opsætning

source: WooCommerce Subscriptions Update in Progress
da_dk: WooCommerce Subscriptions opdatering pågår

source: The WooCommerce Subscriptions plugin is currently running its database upgrade routine.
da_dk: WooCommerce Subscriptions pluginnet, er i gang med at opgradere databasen.

source: If you received a server error and reloaded the page to find this notice, please refresh the page in %s seconds and the upgrade routine will recommence without issues.
da_dk: Hvis du fik en server fejl og genlæste denne side for at se denne beske, så prøv at genlæse siden om %s sekunder, og opgraderings rutinen vil fortsætte uden problemer.

source: Rest assured, although the update process may take a little while, it is coded to prevent defects, your site is safe and will be up and running again, faster than ever, shortly.
da_dk: Selv om opdaterings processen tager tid, er den programmeret til at undgå fejl. Din side er sikker og er klar igen i løbet af kort tid.

source: WooCommerce Subscriptions Update
da_dk: WooCommerce Subscriptions Opdatering

source: Database Update Required
da_dk: Database opdatering kræves

source: The WooCommerce Subscriptions plugin has been updated!
da_dk: WooCommerce Subscriptoins pluin er opdateret!

source: Before we send you on your way, we need to update your database to the newest version. If you do not have a recent backup of your site, %snow is the time to create one%s.
da_dk: Inden du kommer i gang, skal vi først have opdateret din database til nyeste version. Hvis du ikke har en backup af din side, %sså er det en god ide at lave en nu%s.

source: The full update process for the %1$d subscriptions on your site will take between %2$d and %3$d minutes.
da_dk: Den fulde opdateringsrutine for %1$d abonnementer på din side vil tage mellem %2$d og %3$d minutter.

source: The update process may take a little while, so please be patient.
da_dk: Opdaterings rutinen kan tage lidt tid, så hav lidt tålmodighed.

source: Update in Progress
da_dk: Opdatering i gang

source: This page will display the results of the process as each batch of subscriptions is updated.
da_dk: Denne side vil vise resultatet af behandlingen efterhånden som abonnementerne opdateres.

source: Please keep this page open until the update process completes. No need to refresh or restart the process.
da_dk: Hold venligst denne side åben, indtil behandlingen er færdig. Du skal ikke genlæse eller genstarte behandlingen.

source: Update Complete
da_dk: Opdateringen er færdig

source: Your database has been updated successfully!
da_dk: Din database er blive opdateret!

source: Continue
da_dk: Fortsæt

source: To record the progress of the update a new log file was created. This file will be automatically deleted in %1$d weeks. If you would like to delete it sooner, you can find it here: %2$s
da_dk: En log over opdateringen er oprettet. Filen bliver automatisk slettet om %1$d uger. Hvis du vil slette den før, kan du finde filen her: %2$s

source: Update Error
da_dk: Opdaterings Fejl

source: There was an error with the update. Please refresh the page and try again.
da_dk: Der opstod en fejl ved opdateringen. Genlæs venligst siden.

source: Shipping via %s
da_dk: Forsendelse til %s

source: Shipping
da_dk: Levering

source: Free shipping coupon
da_dk: Fri forsendelse kupon

source: First renewal: %s
da_dk: Næste betaling: %s

source: Could not get subscription. Most likely the subscription key does not refer to a subscription. The key was: "%s".
da_dk: Kunne ikke hente abonnement. Kan meget muligt skyldes at abonnements nøglen ikke passer med et abonnement. Nøglen var: “%s”.

source: %1$s %2$s then %3$s
da_dk: %1$s %2$s derefter %3$s

source: %1$s %2$s then %3$s every %4$s
da_dk: %1$s %2$s så %3$s hver %4$s

source: %1$s %2$s then %3$s every %4%s on %5$s
da_dk: %1$s %2$s så %3$s hver %4%s den %5$s

source: %1$s %2$s then %3$s on the last day of each month
da_dk: %1$s %2$s derefter %3$s på den sidste dag i hver måned

source: %1$s %2$s then %3$s on the %4$s of each month
da_dk: %1$s %2$s derefter %3$s på den %4$s i hver måned

source: %1$s %2$s then %3$s on the last day of every %4$s month
da_dk: %1$s %2$s derefter %3$s på den sidste dag i hver %4$s måned

source: %1$s %2$s then %3$s on the %4$s day of every %5$s month
da_dk: %1$s %2$s derefter %3$s på den %4$s dag i hver %5$s måned

source: %1$s %2$s then %3$s on %4$s %5$s each year
da_dk: %1$s %2$s derefter %3$s den %4$s %5$s hvert år

source: %1$s %2$s then %3$s on %4$s %5$s every %6$s year
da_dk: %1$s %2$s derefter %3$s den %4$s %5$s hvert %6$s år

source: %1$s %2$s then %3$s / %4$s
da_dk: %1$s%2$s, %3$s @ %4$s : %5$s

source: %1$s after %2$s free trial
da_dk: %1$s efter %2$s gratis prøveperiode

source: %1$s free trial then %2$s
da_dk: %1$s gratis prøveperiode derefter %2$s

source: YYYY-MM-DD
da_dk: DD-MM-YYYY

source: HH
da_dk: TT

source: Subscription Renewal Order &ndash; %s
da_dk: Ny timelding {order_number}

source: Resubscribe Order &ndash; %s
da_dk: Gentilmeldingsordre &ndash; %s

source: $type passed to the function was not a string.
da_dk: $typen sendt til funktionen var ikke en streng.

source: "%s" is not a valid new order type.
da_dk: “%s” er ikke en gyldig ny ordre type.

source: Invalid data. No valid subscription / order was passed in.
da_dk: Ugyldigt data. Ingen valide abonnementer / ordrer var angivet.

source: Invalid data. No valid item id was passed in.
da_dk: Ugyldigt data. Intet gyldigt emne id var angivet.

source: %s day
da_dk: %s dag i måneden

source: %s week
da_dk: %s hver uge

source: %s month
da_dk: %s måned

source: %s year
da_dk: %s år

source: Resubscribe
da_dk: Genopskriv abonnement

source: Subscription Price (%s)
da_dk: Medlemskabspris (%s)

source: Subscription Periods
da_dk: Medlemskabsperioder

source: Subscription Length
da_dk: Medlemskabslængde

source: Sign-up Fee (%s)
da_dk: Oprettelsesgebyr (%s)

source: Free Trial
da_dk: Gratis prøveperiode

source: Synchronise Renewals
da_dk: Synkroniser fornyelser

source: Label
da_dk: Mærke

source: Shipping Method
da_dk: Leveringsmetode

source: Other
da_dk: Andet

source: Recurring Sales Tax:
da_dk: Moms per betaling:

source: Shipping Tax:
da_dk: Moms på fragt:

source: Subscription trial period:
da_dk: Prøve periode:

source: Billing interval:
da_dk: FaktureringsInterval

source: Billing Period:
da_dk: Betalingsperiode:

source: Shipping costs will be calculated once you have provided your address.
da_dk: Fragtprisen beregnes efter du har indtastet din adresse.

source: There are no shipping methods available. Please double check your address, or contact us if you need any help.
da_dk: Systemet kan ikke finde en mulig leveringsmåde. Kontroller venligst din adresse, eller kontakt butikken hvis du har brug for hjælp.

source: Sorry, it seems no payment gateways support changing the recurring payment method. Please contact us if you require assistance or to make alternate arrangements.
da_dk: Beklager, men det ser ud som der ikke er nogle betalingsmåder der understøtter abonnementsbetalinger. Kontakt os hvis du ønsker at finde en anden løsning.

source: Subtotal
da_dk: Samlet pris

source: Switch Order Details
da_dk: Skift ordreoplysninger

source: The renewal order is as follows:
da_dk: Ordren lyder som følger:

source: A subscription belonging to %1$s has been cancelled. Their subscription's details are as follows:
da_dk: Et abonnement tilhørende %1$s %2$s er blevet annulleret. Abonnement oplysningerne er:

source: Pay Now &raquo;
da_dk: Betal nu &raquo;

source: A subscription belonging to %1$s has expired. Their subscription's details are as follows:
da_dk: Et abonnement tilhørende %1$s %2$s er blevet annulleret. Abonnement oplysningerne er:

source: A subscription belonging to %1$s has been suspended by the user. Their subscription's details are as follows:
da_dk: Et abonnement, der tilhører%1$s er blevet suspenderet af brugeren. Deres abonnement detaljer er som følger:

source: End of Prepaid Term: %s
da_dk: Slut på forudbetaling: %s

source: View your order: %s
da_dk: Se din tilmelding: %s

source: View your subscription: %s
da_dk: Se din tilmelding: %s

source: Order number: %s
da_dk: Tilbuds nr.: %s

source: Order date: %s
da_dk: Ordredato: %s

source: End Date: %s
da_dk: Slut dato: %s

source: Date Suspended: %s
da_dk: Dato Suspenderet:%s

source: You have no active subscriptions. Find your first subscription in the %sstore%s.
da_dk: Du har ingen aktive abonnementer.

source: Order
da_dk: Sorter

source: %1$s for %2$d item
da_dk: %1$s til% 2 $ d element

source: Actions
da_dk: Handlinger

source: Subscription Updates
da_dk: Abonnement opdateringer

source: Are you sure you want remove this item from your subscription?
da_dk: Er du sikker på at du vil fjerne dette emne fra dit abonnement?

source: You have an active subscription to this product already.
da_dk: Du har allerrede dette abonnement.

source: This product is currently out of stock and unavailable.
da_dk: Denne vare er desværre ikke på lager.

source: Can not get status name. Status is not a string.
da_dk: Der er sket en fejl. Der findes ingen status betegnelse

source: Can not get address type display name. Address type is not a string.
da_dk: Kan ikke hente adressetypens visnings navn. Adresse typen er ikke en streng.

source: Date type is not a string.
da_dk: Datatype er ikke en streng.

source: Date type can not be an empty string.
da_dk: Data type kan ikke være en tom streng.

source: This is where subscriptions are stored.
da_dk: Det er her, abonnementer gemmes.

source: No Subscriptions found
da_dk: Ingen abonnementer fundet

source: Subscriptions will appear here for you to view and manage once purchased by a customer.
da_dk: Abonnementer vises her for dig at se og administrere en gang købt af en kunde.

source: %sLearn more about managing subscriptions &raquo;%s
da_dk: %sLær mere om hvordan du kan oprettet et abonnement &raquo;%s

source: %sAdd a subscription product &raquo;%s
da_dk: %sTilføj et abonnements produkt. &raquo;%s

source: %sth
da_dk: %s

source: %sst
da_dk: %s

source: %1$sWooCommerce Subscriptions is inactive.%2$s The %3$sWooCommerce plugin%4$s must be active for WooCommerce Subscriptions to work. Please %5$sinstall & activate WooCommerce &raquo;%6$s
da_dk: %1$sWooCommerce Subscriptions er deaktiveret.%2$s %3$sWooCommerce pluginnet%4$s skal være aktivt før abonnementer virker. Venligst %5$sinstaller & aktiver WooCommerce &raquo;%6$s

source: Variable Subscription
da_dk: Variabelt medlemskab

source: Quit nagging me (but don't enable automatic payments)
da_dk: Ok har fattet det (men lad være med at aktivere automatiske betalinger)

source: Enable automatic payments
da_dk: Aktiver automatiske betalinger

source: Warning! Version 2.0 is a major update to the WooCommerce Subscriptions extension. Before updating, please create a backup, update all WooCommerce extensions and test all plugins, custom code and payment gateways with version 2.0 on a staging site. %sLearn more about the changes in version 2.0 &raquo;%s
da_dk: Advarsel! Version 2.0 er en stor opdatering af WooCommerce Subscriptions systemet. Før du opdaterer, sørg for at du har en backup. Opdater alle WooCommerce udvidelser og test alle plugins, tilpasset programkode og betalingsgateways med version 2.0 på et test site. %sLær mere om hvad der er nyt i version 2.0 &raquo;%s

source: Warning! You are running version %s of WooCommerce Subscriptions plugin code but your database has been upgraded to Subscriptions version 2.0. This will cause major problems on your store.
da_dk: Advarsel! Du anvender version %s af WooCom Subscriptions plugin men din database er blevet opdateret til version 2.0. Dette vil give dig problemer i din webshop.
