Repository: ellegaarddk/ultimate-member-da_DK
Catalog: woocommerce-subscriptions-*.po
Languages: da_dk

source: Invalid relation type: %s. Order relationship type must be one of: %s.
da_dk: Ugyldig relationstype: %s. ordre relationstypen skal være en af: %s.

source: Simple subscription
da_dk: Simpelt abonnement

source: Variable subscription
da_dk: Variabelt abonnement

source: Downloadable
da_dk: Kan downloades

source: Virtual
da_dk: Virtuel

source: Choose the subscription price, billing interval and period.
da_dk: Vælg tegningskursen, faktureringsinterval og periode.

source: Subscription price (%s)
da_dk: Medlemskabspris (%s)

source: Subscription interval
da_dk: Abonnement interval

source: Subscription period
da_dk: Abonnement periode

source: Expire after
da_dk: Udløber efter

source: Automatically expire the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
da_dk: udløber automatisk abonnementet efter denne tid. Denne længde er i tillæg til enhver gratis prøveversion eller mængden af ​​tid, forudsat før en synkroniseret første fornyelse dato.

source: Sign-up fee (%s)
da_dk: Oprettelsesgebyr (%s)

source: Optionally include an amount to be charged at the outset of the subscription. The sign-up fee will be charged immediately, even if the product has a free trial or the payment dates are synced.
da_dk: Du kan eventuelt sætte en pris for tilmelding. Betalingen opkræves med det samme, selv om varen har en gratis prøve periode eller betalingsdage er synkroniseret.

source: Free trial
da_dk: Shareware

source: Subscription Trial Period
da_dk: Medlemskab prøveperiode

source: One time shipping
da_dk: Engangsfragt

source: Shipping for subscription products is normally charged on the initial order and all renewal orders. Enable this to only charge shipping once on the initial order. Note: for this setting to be enabled the subscription must not have a free trial or a synced renewal date.
da_dk: Forsendelse til abonnementsprodukter normalt afgift på den oprindelige ordre, og alle fornyelse ordrer. Aktivér dette for at kun afgift forsendelse én gang på den første ordre. Bemærk: for denne indstilling skal aktiveres abonnementet må ikke have en gratis prøveperiode eller en synkroniseret fornyelse dato.

source: Subscription pricing
da_dk: Abonnementspriser

source: Subscription sign-up fee
da_dk: Abonnement oprettelsesgebyr

source: Subscription billing interval
da_dk: Betalingsinterval

source: Free trial length
da_dk: Gratis prøveperiode længde

source: Free trial period
da_dk: Gratis prøve periode

source: Unable to change subscription status to "%s". Please assign a customer to the subscription to activate it.
da_dk: Kan ikke skifte abonnement status til "%s". Venligst tildele en kunde til abonnementet for at aktivere den.

source: Trashing this order will also trash the subscriptions purchased with the order.
da_dk: Hvis du sletter denne tilmelding, sletter du også abonnementet.

source: Enter the new period, either day, week, month or year:
da_dk: Indtast en ny periode, enten dag, uge, måned, eller år:

source: Enter a new length (e.g. 5):
da_dk: Indtast en ny længde (eks 5):

source: Enter a new interval as a single number (e.g. to charge every 2nd month, enter 2):
da_dk: Indtast et nyt interval som et enkelt nummer (eks betal hver anden måned, indtast 2):

source: Delete all variations without a subscription
da_dk: Slet alle variationer uden et abonnement

source: Product type can not be changed because this product is associated with active subscriptions
da_dk: Produkttypen kan ikke ændres, da dette produkt er knyttet til aktive abonnementer

source: You are about to trash one or more orders which contain a subscription. Trashing the orders will also trash the subscriptions purchased with these orders.
da_dk: Du er ved at slette en tilmeldinger som har tilknyttet et abonnement. Hvis du sletter tilmeldingen sletter du også abonnementerne der er tilknyttet.

source: WARNING: Bad things are about to happen! The payment gateway used to purchase this subscription does not support modifying a subscription's details. Changes to the billing period, recurring discount, recurring tax or recurring total may not be reflected in the amount charged by the payment gateway.
da_dk: ADVARSEL: Du er ved at gøre noget SKIDT! Betalingsgateway som blev brugt til betaling for dette abonnement, tillader ikke at du retter abonnement data. Ændringer til betalingsperiode, gentagende rabat, gentagende moms eller gentagende totaler, slår muligvis ikke igennem til betalings gateway. (Kunden betaler det samme uanset ændringen)

source: You are deleting a subscription item. You will also need to manually cancel and trash the subscription on the Manage Subscriptions screen.
da_dk: Du er ved at slette et abonnement emne. Du bliver også nød til manuelt at annullere og slette abonnementet under administration af abonnementer.

source: Warning: Deleting a user will also delete the user's subscriptions. The user's orders will remain but be reassigned to the 'Guest' user. Do you want to continue to delete this user and any associated subscriptions?
da_dk: Advarsel: Når du sletter en bruger sletter du også brugerens abonnementer. Ordrene bliver ikke slettet men de overføres til gæste brugeren. Er du sikker på at du vil slette denne bruger og tilhørende abonnementer?

source: PayPal Standard has a number of limitations and does not support all subscription features.
da_dk: PayPal Standard har en række begrænsninger og understøtter ikke alle abonnementsfunktioner.

source: Because of this, it is not recommended as a payment method for Subscriptions unless it is the only available option for your country.
da_dk: Derfor anbefales det ikke som betalingsmetode for Subscriptions, medmindre det er den eneste tilgængelige mulighed for dit land.

source: Active subscriber?
da_dk: Aktiv abonnent?

source: Manage Subscriptions
da_dk: Administrer abonnementer

source: Search Subscriptions
da_dk: Søg abonnementer

source: Subscriptions
da_dk: Abonnementer

source: Button Text
da_dk: Knap tekst

source: Add to Cart Button Text
da_dk: Tilføj Til Kurv Knap Tekst

source: A product displays a button with the text "Add to cart". By default, a subscription changes this to "Sign up now". You can customise the button text for subscriptions here.
da_dk: En vare har en knap der viser “Læg i kurv”. Men som standard ændres dette til “Tilmeld nu”. Du kan rette knap teksten for abonnementer her.

source: Sign up now
da_dk: Tilmeld nu

source: Place Order Button Text
da_dk: Bestil knap tekst

source: Use this field to customise the text displayed on the checkout button when an order contains a subscription. Normally the checkout submission button displays "Place order". When the cart contains a subscription, this is changed to "Sign up now".
da_dk: Brug dette felt til at tilpasse teksten der vises på betalings knappen når en ordrer indeholder et abonnement. Normalt vises teksten “Køb”. Når en bestilling indeholder et abonnement, ændres dette til “Tilmeld nu”.

source: Roles
da_dk: Roller

source: Choose the default roles to assign to active and inactive subscribers. For record keeping purposes, a user account must be created for subscribers. Users with the %sadministrator%s role, such as yourself, will never be allocated these roles to prevent locking out administrators.
da_dk: Vælg standard rollen der skal tilføjes på aktive og inaktive abonnenter. For at kunne styre det skal en abonnement være oprettet som bruger. Brugere der har %sadministrator%s rollen, som du selv har, får aldrig disse roller så du ikke risikere at miste din administrator rolle.

source: Subscriber Default Role
da_dk: Medlem

source: When a subscription is activated, either manually or after a successful purchase, new users will be assigned this role.
da_dk: Når et abonnement aktiveres, enten manuelt eller efter gennemført betaling, får brugeren denne rolle.

source: Inactive Subscriber Role
da_dk: Inaktivt abonnent rolle

source: If a subscriber's subscription is manually cancelled or expires, she will be assigned this role.
da_dk: Hvis en abonnents abonnement annulleres manuelt, eller udløber tildeles brugeren denne rolle.

source: Manual Renewal Payments
da_dk: Manuel fornyelse af betalinger

source: Accept Manual Renewals
da_dk: Tillad manuelle fornyelser

source: With manual renewals, a customer's subscription is put on-hold until they login and pay to renew it. %sLearn more%s.
da_dk: Med manuelle fornyelser, kan en kundes abonnement sættes på pause, indtil de logger ind og betaler for at forny abonnementet. %sLæs mere%s.

source: Turn off Automatic Payments
da_dk: Slå automatiske opkrævninger fra

source: If you don't want new subscription purchases to automatically charge renewal payments, you can turn off automatic payments. Existing automatic subscriptions will continue to charge customers automatically. %sLearn more%s.
da_dk: Hvis du ikke ønsker nye abonnement køb til automatisk opkræve fornyelse betalinger, kan du slå automatiske betalinger. Eksisterende automatiske abonnementer vil fortsætte med at opkræve kunderne automatisk. %sLearn mere%s.

source: Customer Suspensions
da_dk: Kunde suspenderinger

source: Set a maximum number of times a customer can suspend their account for each billing period. For example, for a value of 3 and a subscription billed yearly, if the customer has suspended their account 3 times, they will not be presented with the option to suspend their account until the next year. Store managers will always be able to suspend an active subscription. Set this to 0 to turn off the customer suspension feature completely.
da_dk: Angiv et maksimum antal gange, en kunde kan suspendere sin konto for hver faktureringsperiode. For eksempel, for en værdi på 3 og et abonnement faktureret årligt, hvis kunden har suspenderet deres konto 3 gange, vil de ikke blive præsenteret med mulighed for at suspendere deres konto indtil næste år. Administratoren vil altid være i stand til at suspendere et aktivt abonnement. Indstil denne til 0 for at deaktivere kundens suspenderingsfunktion fuldstændigt.

source: Mixed Checkout
da_dk: Blandet bestilling

source: Allow multiple subscriptions and products to be purchased simultaneously.
da_dk: Tillad, at flere abonnementer og produkter købes samtidigt.

source: Allow a subscription product to be purchased with other products and subscriptions in the same transaction.
da_dk: Tillad, at et abonnementsprodukt købes sammen med andre produkter og abonnementer i samme transaktion.

source: $0 Initial Checkout
da_dk: $0 første udtjekning

source: Allow $0 initial checkout without a payment method.
da_dk: Tillad $0 første udtjekning uden en betalingsmetode.

source: Allow a subscription product with a $0 initial payment to be purchased without providing a payment method. The customer will be required to provide a payment method at the end of the initial period to keep the subscription active.
da_dk: Tillad, at et abonnementsprodukt med en $0 første betaling købes uden at angive en betalingsmetode. Kunden skal angive en betalingsmetode ved udgangen af den første periode for at holde abonnementet aktiv.

source: Drip Downloadable Content
da_dk: Dryp download indhold

source: Enable dripping for downloadable content on subscription products.
da_dk: Aktiver dryp af downloadbare indhold på abonnementsvarer.

source: Enabling this grants access to new downloadable files added to a product only after the next renewal is processed.%sBy default, access to new downloadable files added to a product is granted immediately to any customer that has an active subscription with that product.
da_dk: Ved at aktivere dette gives der adgang til nye filer der kan downloades efter næste fornyelse er behandlet.%sStandarden er at at filer der tilføjes varen kan downloades med det samme af alle abonnenter til varen.

source: %1$sWooCommerce Subscriptions Installed%2$s &#8211; %3$sYou're ready to start selling subscriptions!%4$s
da_dk: %1$sWooCommerce Subscriptions installeret%2$s &#8211; %3$sDu er nu klar til at sælge abonnementer!%4$s

source: Add a Subscription Product
da_dk: Opret en abonnementsvare

source: Settings
da_dk: Indstillinger

source: We can't find a subscription with ID #%d. Perhaps it was deleted?
da_dk: Systemet kan ikke finde et abonnement med Id #%d. Måske er det blevet slettet?

source: We can't find a paid subscription order for this user.
da_dk: Vi kan ikke finde en betalt abonnementsordre for denne bruger.

source: Showing orders for %sSubscription %s%s
da_dk: Viser ordrer for %sAbonnent %s%s

source: The trial period can not exceed: %1s, %2s, %3s or %4s.
da_dk: Prøveperioden kan ikke overskride: %1s, %2s, %3s eller %4s.

source: The trial period can not exceed %s.
da_dk: Prøveperioden kan ikke overskride %s.

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Automatic Recurring Payments
da_dk: Automatiske gentagende betalinger

source: Supports automatic renewal payments with the WooCommerce Subscriptions extension.
da_dk: Tillad automatiske fornyelses betalinger med WooCommerce Subscriptions udvidelsen.

source: Subscription items can no longer be edited.
da_dk: Abonnements elementer kan ikke længere redigeres.

source: This subscription is no longer editable because the payment gateway does not allow modification of recurring amounts.
da_dk: Dette abonnement kan ikke længere redigeres, fordi betalingsgatewayen ikke tillader ændring af tilbagevendende beløb.

source: No payment gateways capable of processing automatic subscription payments are enabled. If you would like to process automatic payments, we recommend the %1$sfree Stripe extension%2$s.
da_dk: Ingen betaling gateways kan behandle automatiske abonnement betalinger er aktiveret. Hvis du ønsker at behandle automatiske betalinger, anbefaler vi%1$sfree Stripe udvidelse%2$s.

source: Recurring Payments
da_dk: Løbende betalinger

source: Payment gateways which don't support automatic recurring payments can be used to process %smanual subscription renewal payments%s.
da_dk: Betalings gateways, der ikke understøtter automatiske tilbagevendende betalinger kan anvendes til at behandle% BRUGERVEJLEDNING abonnement fornyelse betalinger%s.

source: Find new gateways that %1$ssupport automatic subscription payments%2$s in the official %3$sWooCommerce Marketplace%4$s.
da_dk: Find nye gateways som %1$sunderstøtter automatiske abonnements betalinger%2$s i den officielle %3$sWooCommerce store%4$s.

source: Note that purchasing a subscription still requires an account.
da_dk: Bemærk, at køb af et abonnement stadig kræver en konto.

source: Related Orders
da_dk: Relaterede abonnent ordrer

source: Please enter a start date in the past.
da_dk: Indtast venligst en start dato tilbage i tiden.

source: Please enter a date at least one hour into the future.
da_dk: Indtast venligst en dato mindst en time ind i fremtiden.

source: Please enter a date after the trial end.
da_dk: Indtast venligst en dato efter prøveperioden er slut.

source: Please enter a date after the start date.
da_dk: Indtast venligst en dato efter start datoen.

source: Please enter a date before the next payment.
da_dk: Indtast venligst en dato før næste betaling.

source: Please enter a date after the next payment.
da_dk: Indtast venligst en dato efter næste betaling.

source: Are you sure you want to process a renewal? This will charge the customer and email them the renewal order (if emails are enabled).
da_dk: Er du sikker på at du vil udføre en fornyelse? Dette vil trække betaling fra kunden og sende en e-mail med fornyelsesordren (hvis e-mails er aktiveret).

source: Are you sure you want to retry payment for this renewal order? This will attempt to charge the customer and send renewal order emails (if emails are enabled).
da_dk: Er du sikker på du vil prøve igen betaling for denne fornyelse ordre? Dette vil forsøge at opkræve kunden og sende fornyelse ordre emails (hvis e-mails er aktiveret).

source: Process renewal
da_dk: Udfør fornyelse

source: Create pending renewal order
da_dk: Opret ventende fornyelses ordre

source: Create pending parent order
da_dk: Opret ventende overordnet ordre

source: Retry Renewal Payment
da_dk: Forsøg igen Fornyelse Betaling

source: Process renewal order action requested by admin.
da_dk: Udførelse af fornyelsesordre bestilt af admin.

source: Create pending renewal order requested by admin action.
da_dk: Opret afventende fornyelses ordre udført af admin.

source: Create pending parent order requested by admin action.
da_dk: Opret ventende overordnet ordre, anmodet af administrator.

source: Search for a product&hellip;
da_dk: Søg efter en vare&hellip;

source: %s subscription status changed.
da_dk: %s abonnement status ændret.

source: %1$s subscription could not be updated: %2$s
da_dk: %1$s abonnement kunne ikke opdateres:%2$s

source: Subscription
da_dk: Medlemskab

source: Items
da_dk: Vare

source: Start Date
da_dk: Startdato

source: Trial End
da_dk: Prøve perioden er slut

source: Next Payment
da_dk: Næste betaling

source: Last Order Date
da_dk: Sidste ordredato

source: End Date
da_dk: Slutdato

source: Reactivate
da_dk: Genaktiver

source: Suspend
da_dk: Suspender

source: Trash
da_dk: Slet

source: Delete Permanently
da_dk: Slet permanent

source: Restore this item from the Trash
da_dk: Genskab emnet fra papirkurven

source: Restore
da_dk: Gendan

source: Move this item to the Trash
da_dk: Flyt emnet til papirkurven

source: Delete this item permanently
da_dk: Slet denne annonce permanent

source: Cancel Now
da_dk: Annuller nu

source: Tel: %s
da_dk: Tlf: %s

source: Show more details
da_dk: Vis flere detaljer

source: %d item
da_dk: %d vare

source: This date should be treated as an estimate only. The payment gateway for this subscription controls when payments are processed.
da_dk: Datoen skal betragtes som en forventet dato. Den korrekte dato bestemmes af hvornår betalingen behandles af betalings gatewayen.

source: Subscription updated.
da_dk: Abonnement opdateret.

source: Custom field updated.
da_dk: Brugerdefineret felt opdateret.

source: Custom field deleted.
da_dk: Brugerdefineret felt slettet.

source: Subscription saved.
da_dk: Abonnement gemt.

source: Subscription submitted.
da_dk: Tilmelding sendt.

source: Subscription scheduled for: %1$s.
da_dk: Abonnement planlagt til: %1$s.

source: Subscription draft updated.
da_dk: Abonnement kladde opdateret.

source: Any Payment Method
da_dk: Valgfri betalingsmåde

source: None
da_dk: Ingen

source: Manual Renewal
da_dk: Manuel fornyelse

source: Search for a customer&hellip;
da_dk: Søg efter en kunde&hellip;

source: Subscription Events by Date
da_dk: List Arrangementer sorteret efter Forfatter

source: Upcoming Recurring Revenue
da_dk: Kommende Tilbagevendende Omsætning

source: Retention Rate
da_dk: tilbageholdt overskud

source: Subscriptions by Product
da_dk: Abonnementer efter produkt

source: Subscriptions by Customer
da_dk: Abonnementer efter Kunden

source: Failed Payment Retries
da_dk: Mislykkede Betalings Retries

source: This section shows any information about Subscriptions.
da_dk: Dette afsnit indeholder oplysninger om abonnementer.

source: Store Setup
da_dk: Shopopsætning

source: This section shows general information about the store.
da_dk: I dette afsnit vises generelle oplysninger om butikken.

source: Subscriptions by Payment Gateway
da_dk: Abonnementer efter betalingsgateway

source: Customer:
da_dk: Kunde:

source: View other subscriptions
da_dk: Se andre abonnementer

source: Subscription status:
da_dk: Abonnement status

source: Billing Details
da_dk: Kontaktoplysninger

source: Edit
da_dk: Rediger

source: Address
da_dk: Adresse

source: No billing address set.
da_dk: Ingen faktureringsadresse sat.

source: Payment Method
da_dk: Betalings metode

source: Shipping Details
da_dk: Leveringsadresse oplysninger

source: No shipping address set.
da_dk: Leveringsadresse mangler.

source: Customer's notes about the order
da_dk: Kundes kommentar til ordren

source: Error updating some information: %s
da_dk: Fejl opdatere nogle oplysninger:%s

source: Unpublished
da_dk: Ikke udgivet

source: Order Number
da_dk: Ordrenummer.

source: Relationship
da_dk: Relation

source: Date
da_dk: Dato

source: Retry Date
da_dk: Tilbagevenden dato

source: Retry Status
da_dk: Prøv igen status

source: The status of the automatic payment retry: pending means the retry will be processed in the future, failed means the payment was not successful when retried and completed means the payment succeeded when retried.
da_dk: Status for den automatiske betaling nyt forsøg: afventer betyder nyt forsøg vil blive behandlet i fremtiden, ikke betyder, at betalingen ikke var vellykket, når genbehandlet og afsluttede betyder betalingen lykkedes når genbehandlet.

source: Status of Order
da_dk: Status for Order

source: The status applied to the order for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
da_dk: Status påføres ordre på tiden mellem når fornyelsen betalingen mislykkedes eller sidste nyt forsøg fandt sted, og når denne retry blev behandlet.

source: Status of Subscription
da_dk: Status for abonnement

source: The status applied to the subscription for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
da_dk: Status påføres abonnementet for tiden mellem når fornyelsen betalingen mislykkedes eller sidste nyt forsøg fandt sted, og når denne retry blev behandlet.

source: The email sent to the customer when the renewal payment or payment retry failed to notify them that the payment would be retried.
da_dk: Den e-mail sendt til kunden, når fornyelsen betaling eller betaling retry undladt at meddele dem, at betalingen ville blive genbehandlet.

source: Billing Period
da_dk: Fakturaperiode

source: Recurring:
da_dk: Tilbagevendende:

source: Timezone:
da_dk: Tidszone:

source: Error: unable to find timezone of your browser.
da_dk: Fejl: Kunne ikke læse din browsers tidszone.

source: Please note: data for this report is cached. The data displayed may be out of date by up to 24 hours. The cache is updated each morning at 4am in your site's timezone.
da_dk: Bemærk venligst: data for denne rapport caches. De viste data kan være forældet med op til 24 timer. Cachen opdateres hver morgen kl 4 i dit websted tidszone.

source: Unended Subscription Count
da_dk: Unended Abonnement Count

source: Customer
da_dk: Kunde

source: Customers
da_dk: Kunder

source: No customers found.
da_dk: Ingen kunder fundet.

source: Customer Totals
da_dk: Kundernes totaler

source: Total Subscribers
da_dk: Total Abonnenter

source: Active Subscriptions
da_dk: Aktive abonnementer

source: Total Subscriptions
da_dk: Abonnenter i alt

source: Total Subscription Orders
da_dk: Total Abonnement Ordrer %s

source: Average Lifetime Value
da_dk: Gennemsnitlig levetid Value

source: Active Subscriptions %s
da_dk: Aktive Abonnementer%s

source: The number of subscriptions this customer has with a status of active or pending cancellation.
da_dk: Antallet af abonnementer denne kunde har med en status som aktiv eller verserende annullering.

source: Total Subscriptions %s
da_dk: Total Abonnementer %s

source: The number of subscriptions this customer has with a status other than pending or trashed.
da_dk: Antallet af abonnementer denne kunde har med en anden end verserende eller trashed status.

source: Total Subscription Orders %s
da_dk: Total Abonnement Ordrer %s

source: The number of sign-up, switch and renewal orders this customer has placed with your store with a paid status (i.e. processing or complete).
da_dk: Antallet af sign-up, switch og fornyelse ordrer denne kunde har placeret med din butik med en betalt status (dvs. behandling eller fuldstændig).
