Repository: ellegaarddk/ultimate-member-da_DK
Catalog: woocommerce-subscriptions-*.po
Languages: da_dk

source: Please upgrade the WooCommerce Subscriptions plugin to version 2.0 or newer immediately. If you need assistance, after upgrading to Subscriptions v2.0, please %sopen a support ticket%s.
da_dk: Venligst opgrader WooCommerce Subscriptions plugin til version 2.0 eller senere omgående. Hvis du har brug for hjælp efter du har opgraderet til v2.0, åben venligst %sen support sag%s.

source: Sell products and services with recurring payments in your WooCommerce Store.
da_dk: Sælg varer og services med abonnementsbetalinger i din WooCommerce webshop.

# Trial period field tooltip on Edit Product administration screen
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
da_dk: En valgfri ventetid før den første abonnementsbetaling hæves. Der opkræves stadig betaling for tilmelding ved initering af abonnementet. %s

# example price
source: e.g. 5.90
da_dk: f.eks 5,90

# example price
source: e.g. 9.90
da_dk: f.eks 9,90

# used in admin pointer script params in javascript as type pointer content
source: %1$sChoose Subscription%2$s%3$sThe WooCommerce Subscriptions extension adds two new subscription product types - %4$sSimple subscription%5$s and %6$sVariable subscription%7$s.%8$s
da_dk: %1$sVælg abonnement%2$s%3$sWooCommerce Subscriptions tilføjer to nye abonnements vare typer - %4$sSimpelt abonnement%5$s og %6$sVariabelt abonnement%7$s.%8$s

# used in admin pointer script params in javascript as price pointer content
source: %1$sSet a Price%2$s%3$sSubscription prices are a little different to other product prices. For a subscription, you can set a billing period, length, sign-up fee and free trial.%4$s
da_dk: %1$sIndtast en pris%2$s%3$sAbonnement priser er lidt anderledes end priser på almindelige varer. På et abonnement kan du angive en betalingsplan, en længde, en pris for tilmelding og en prøveperiode.%4$s

# option section heading
source: Renewals
da_dk: Fornyelser

# options section heading
source: Miscellaneous
da_dk: Diverse

# there's a number immediately in front of this text
source: suspensions per billing period.
da_dk: suspenderinger per betalings periode

# there's a number immediately in front of this text
source: days prior to Renewal Day
da_dk: dage til gentegningsdag

# Live or Staging, Label on WooCommerce -> System Status page
source: Subscriptions Mode
da_dk: Abonnement tilstand

# refers to staging site
source: Staging
da_dk: Test

# refers to live site
source: Live
da_dk: Aktiv

# meta box title
source: Subscription Data
da_dk: Abonnement data

# meta box title
source: Schedule
da_dk: Tidsplan

# an action on a subscription
source: Activate
da_dk: Aktiver

# an action on a subscription
source: Put on-hold
da_dk: Sæt på pause

# an action on a subscription
source: Cancel
da_dk: Annullér

# Used in order note. Reason why status changed.
source: Subscription status changed by bulk edit:
da_dk: Abonnement status ændret ved masse opdatering:

# number of orders linked to a subscription
source: Orders
da_dk: Tilmeldinger

# meaning billing address
source: Billing:
da_dk: Faktura:

# Subscription title on admin table. (e.g.: #211 for John Doe)
source: %1$s#%2$s%3$s for %4$s
da_dk: %1$s %2$s(%3$s)%4$s

# used in post updated messages
source: Subscription restored to revision from %s
da_dk: Abonnement genskabt til version fra %s

# Live URL, Label on WooCommerce -> System Status page
source: Subscriptions Live URL
da_dk: Abonnementer Live URL

# label for the system status page
source: Subscriptions Template Theme Overrides
da_dk: Tema-overskrivninger af abonnementsskabelonen

# label for the system status page
source: Subscription Statuses
da_dk: Abonnementsstatus

# label for the system status page
source: WooCommerce Account Connected
da_dk: WooCommerce-konto tilsluttet

# label for the system status page
source: Active Product Key
da_dk: Aktiv produktnøgle

# label for the system status page
source: Other
da_dk: Andet

# label for the system status page
source: PayPal Reference Transactions Enabled
da_dk: PayPal Reference transaktioner aktiveret

# label for the system status page
source: Country / State
da_dk: Land/Region

# label for the system status page
source: Custom Retry Rules
da_dk: Brugerdefinerede gentagelsesregler

# label for the system status page
source: Custom Retry Rule Class
da_dk: Brugerdefinerede gentagelsesregler klasse

# label for the system status page
source: Custom Raw Retry Rule
da_dk: Brugerdefineret “rå” gentagelsesregel

# label for the system status page
source: Custom Retry Rule
da_dk: Brugerdefineret gentagelsesregel

# label for the system status page
source: Retries Migration Status
da_dk: Gentagne forsøg på migreringsstatus

# relation to order
source: Subscription
da_dk: Abonnement

# relation to order
source: Initial Subscription
da_dk: Indledende abonnement

# relation to order
source: Renewal Order
da_dk: Fornyelses ordre

# relation to order
source: Parent Order
da_dk: Overordnet ordre

# relation to order
source: Resubscribed Subscription
da_dk: Gentegnet abonnement

# relation to order
source: Resubscribe Order
da_dk: Gentegningsordre

# relation to order
source: Unknown Order Type
da_dk: Ukendt fejl

# edit subscription header
source: Subscription #%s details
da_dk: Abonnement #%s oplysninger

# subscription note after linking to a parent order
source: Subscription linked to parent order %s via admin.
da_dk: Abonnement som er knyttet til den overordnede ordre %s via admin.

# hash before order number
source: Subscription #%s
da_dk: Abonnement #%s

# table heading
source: Renewal Payment Retry
da_dk: Fornyelse Betaling Forsøg igen

# table heading
source: Last Order Date
da_dk: Sidste ordredato

# table heading
source: Start date
da_dk: Startdato

# table heading
source: End date
da_dk: Slutdato

# table heading
source: Price
da_dk: Pris

# table heading
source: Next payment
da_dk: Næste indbetaling

# table heading
source: Next Payment
da_dk: Næste betaling

# table heading
source: Start Date
da_dk: Startdato

# table heading
source: Trial End
da_dk: Prøve perioden er slut

# table heading
source: Cancelled Date
da_dk: Annulleret

# table heading
source: End Date
da_dk: Slutdato

# Whether the Report Cache has been enabled
source: Report Cache Enabled
da_dk: Rapport cache aktiveret

# X axis label on retention rate graph
source: Number of days after sign-up
da_dk: Antal dage efter tilmelding

# X axis label on retention rate graph
source: Number of weeks after sign-up
da_dk: Antal uger efter tilmeldingen

# X axis label on retention rate graph
source: Number of months after sign-up
da_dk: Antal måneder efter sign-up

# API error message when editing the order failed
source: Edit subscription failed with error: %s
da_dk: Redigering af abonnementet fejlede med fejlen: %s

# API response confirming order note deleted from a subscription
source: Permanently deleted subscription note
da_dk: Abonnements bemærkning blev slettet permanent

# appears in an error message if date is wrong format
source: Invalid %s date. The date must be of the format: "Y-m-d H:i:s".
da_dk: Ugyldig %s dato. Datoen skal være i formatet: “Y-m-d H:i:s”.

# change billing or shipping address
source: Change %s address
da_dk: Skift %s adresse

# label on button, imperative
source: Change payment
da_dk: Skift betaling

# label on button, imperative
source: Add payment
da_dk: Tilføj betalingsmetode

# %1$s: old payment title, %2$s: new payment title
source: Payment method changed from "%1$s" to "%2$s" by the subscriber from their account page.
da_dk: Betalingsmåde ændret fra “%1$s” til “%2$s” af abonnenten fra kundens konto side.

# the page title of the change payment method form
source: Change payment method
da_dk: Skift betalingsmetode

# the page title of the add payment method form
source: Add payment method
da_dk: Tilføj betalingsmetode

# used in order note as reason for why subscription status changed
source: Subscription renewal payment due:
da_dk: Abonnementsbetaling forfalder:

# used in order note as reason for why subscription status changed
source: Subscription renewal payment retry:
da_dk: Abonnement fornyelse betaling nyt forsøg:

# used in order note as reason for why subscription status changed
source: Customer requested to renew early:
da_dk: Kunden har anmodet om at forny tidligt:

# Subscription status
source: Active
da_dk: Aktiv

# Subscription status
source: Cancelled
da_dk: Annulleret

# Subscription status
source: Expired
da_dk: Udløbet

# Subscription status
source: Pending
da_dk: Afventer

# Subscription status
source: Failed
da_dk: Fejlet

# Subscription status
source: On-hold
da_dk: Kunne ikke opdatere abonnement status efter ordren #%1$s blev sat på pause: %2$s

# Subscription status
source: Switched
da_dk: Skiftede

# Subscription status
source: On hold
da_dk: Parkeret

# Subscription status
source: Pending Cancellation
da_dk: Afventer annullering

# An order type
source: Subscription Parent
da_dk: Abonnement Parent

# An order type
source: Subscription Renewal
da_dk: Abonnementsfornyelse

# An order type
source: Subscription Resubscribe
da_dk: Abonnement abonnere igen

# An order type
source: Subscription Switch
da_dk: Abonnement Switch

# An order type
source: Non-subscription
da_dk: Ikke-abonnement

# when to allow a setting
source: Never
da_dk: Aldrig

# when to prorate recurring fee when switching
source: For Upgrades of Virtual Subscription Products Only
da_dk: Gælder kun opgradering af virtuelle abonnements varer

# when to prorate recurring fee when switching
source: For Upgrades of All Subscription Products
da_dk: Gælder opgradering af alle abonnements varer

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of Virtual Subscription Products Only
da_dk: Gælder kun op eller -nedgradering af virtuelle abonnements varer

# when to prorate recurring fee when switching
source: For Upgrades & Downgrades of All Subscription Products
da_dk: Gælder op eller -nedgradering af alle abonnements varer

# when to prorate signup fee when switching
source: Never (do not charge a sign up fee)
da_dk: Aldrig (ingen betaling ved tilmelding)

# when to prorate signup fee when switching
source: Never (charge the full sign up fee)
da_dk: Aldrig (opkræv hele beløbet)

# when to prorate signup fee when switching
source: Always
da_dk: Altid

# when to prorate first payment / subscription length
source: For Virtual Subscription Products Only
da_dk: Gælder kun for virtuelle abonnements varer

# when to prorate first payment / subscription length
source: For All Subscription Products
da_dk: Gælder alle abonnements varer

# when to prorate first payment / subscription length
source: Never (do not charge any recurring amount)
da_dk: Aldrig (opkræv ikke gentaget beløb)

# when to prorate first payment / subscription length
source: Never (charge the full recurring amount at sign-up)
da_dk: Aldrig (opkræv det fulde gentagne beløb ved tilmelding)

# when to allow switching
source: Between Subscription Variations
da_dk: Mellem abonnement varianter

# when to allow switching
source: Between Grouped Subscriptions
da_dk: Mellem samle abonnementer

# a switch type
source: Downgrade
da_dk: Nedgrader

# a switch type
source: Upgrade
da_dk: Opgrader

# a switch type
source: Crossgrade
da_dk: Skift

# used in order notes
source: Customer switched from: %1$s to %2$s.
da_dk: Kunde skiftede fra: %1$s til %2$s.

# used in order notes
source: Customer added %s.
da_dk: Kunden har tilføjet %s.

# used in subscription product edit screen
source: Align the payment date for this subscription to a specific day of the year. If the date has already taken place this year, the first payment will be processed in %s. Set the day to 0 to disable payment syncing for this product.
da_dk: Ensret betalingdatoen for dette abonnement til en bestemt dag i året. Hvis datoen allerede er overskredet, bliver den første betaling gennemført på %s. Sæt dagen til 0 for at deaktivere betalingssynkronisering for denne vare.

# used in the general subscription options page
source: Align subscription renewal to a specific day of the week, month or year. For example, the first day of the month. %sLearn more%s.
da_dk: Ensret abonnement fornyelser til en bestemt dag i ugen, måned eller år. Eksempel den første dag i måneden. %sLæs mere%s.

# input field placeholder for day field for annual subscriptions
source: Day
da_dk: Dag

source: All linked subscription items were
da_dk: Alle forbundne abonnement varer var

# used in subscription note
source: Payment method meta updated after customer deleted a token from their My Account page. Payment meta changed from %1$s to %2$s
da_dk: Betalingsmetode meta opdateret efter at kunden har slettet et token fra siden Din konto. Betaling meta ændret fra%1$s til%2$s

# used in subscription note
source: Payment method meta updated after customer changed their default token and opted to update their subscriptions. Payment meta changed from %1$s to %2$s
da_dk: Betalingsmetode meta opdateret efter kunden har ændret deres standard token og valgt at opdatere deres abonnementer. Betalings meta blev ændret fra %1$s til %2$s

# hash before subscription ID
source: Subscription #%d does not exist.
da_dk: Abonnement #%d findes ikke.

# used in order note
source: Customer added "%1$s" (Product ID: #%2$d) via the My Account page.
da_dk: Kunde tilføjede “%s” (Produkt ID: #%d) via Min Konto siden.

# used in order note
source: Customer removed "%1$s" (Product ID: #%2$d) via the My Account page.
da_dk: Kunden fjernede “%1$s” (Vare Id: #%2$d) via Min Kunde konto siden.

# used in order note
source: IPN subscription payment %s.
da_dk: IPN abonnementsbetaling %s.

# used in order note
source: IPN subscription payment %s for reason: %s.
da_dk: IPN abonnementsbetaling%s for grund:%s.

# used in order note as reason for why status changed
source: Retry rule applied:
da_dk: Prøv igen regel anvendt:

# used in order note as reason for why status changed
source: Retry rule reapplied:
da_dk: Gentagelsesregel anvendt:

# used in order note as reason for why order status changed
source: Subscription renewal payment retry:
da_dk: Abonnement fornyelse betaling nyt forsøg:

# order note left on subscription after user action
source: Subscription reactivated by the subscriber from their account page.
da_dk: Abonnement genoptaget af abonnenten fra kunde konto siden.

# order note left on subscription after user action
source: Subscription put on hold by the subscriber from their account page.
da_dk: Abonnement sat på pause af abonnenten fra kunde konto siden.

# order note left on subscription after user action
source: Subscription cancelled by the subscriber from their account page.
da_dk: Abonnement annulleret af abonnenten fra kunde konto siden.

# Notice displayed to user confirming their action.
source: Your subscription has been reactivated.
da_dk: Dit abonnement er blevet fornyet.

# Notice displayed to user confirming their action.
source: Your subscription has been put on hold.
da_dk: Dit abonnement er blevet sat på pause.

# Notice displayed to user confirming their action.
source: Your subscription has been cancelled.
da_dk: Dit abonnement er blevet annulleret.

# default email subject for cancelled emails sent to the admin
source: [%s] Subscription Cancelled
da_dk: [%s] Abonnement ophørt

# an email notification
source: Enable/Disable
da_dk: Aktiver/Deaktiver

# of an email
source: Recipient(s)
da_dk: Modtager(e)

# of an email
source: Subject
da_dk: Emne

source: Email Heading
da_dk: Email-overskrift

# email type
source: Plain text
da_dk: Ren tekst

# email type
source: Multipart
da_dk: Både tekst og HTML

# Default email heading for email to customer on completed renewal order
source: Your renewal order is complete
da_dk: Du har forlænget dit abonnement

# Default email subject for email to customer on completed renewal order
source: Your %1$s renewal order from %2$s is complete
da_dk: Din %1$s fornyelsesordre fra %2$s er gennemført

# Default email heading for email with downloadable files in it
source: Your subscription renewal order is complete - download your files
da_dk: Du har forlænget / fornyet dit abonnement - download dine filer

# Default email subject for email with downloadable files in it
source: Your %1$s subscription renewal order from %2$s is complete - download your files
da_dk: Din %1$s fornyelsesordre fra %2$s er gennemført - download dine filer

# default email subject for expired emails sent to the admin
source: [%s] Subscription Expired
da_dk: Abonnementet er udløbet

# default email subject for suspended emails sent to the admin
source: [%s] Subscription Suspended
da_dk: Abonnementet er suspenderet

# data sent to paypal
source: Orders with %s
da_dk: Ordrer med %s

# data sent to paypal
source: %1$s subscription event triggered at %2$s
da_dk: %1$s abonnement behandling startet ved %2$s

# used in api error message if there is no severity code from PayPal
source: Error
da_dk: Fejl

# used in api error message if there is no long message
source: Unknown error
da_dk: Ukendt fejl

# no information about something
source: N/A
da_dk: Ikke tilgængelig

source: IPN subscription payment method changed to PayPal.
da_dk: IPN abonnement betalings måde ændret til PayPal.

# item name sent to paypal
source: Subscription %1$s - %2$s
da_dk: Abonnementet %1$s - %2$s

# item name sent to paypal
source: Subscription %1$s (Order %2$s) - %3$s
da_dk: Abonnement %1$s (Ordre %2$s) - %3$s

# Post type name
source: Renewal Payment Retries
da_dk: Søg Fornyelse Betalings Retries

# Admin menu name
source: Renewal Payment Retries
da_dk: Søg Fornyelse Betalings Retries

# used in the subscriptions upgrader
source: Marked %s subscription products as "sold individually".
da_dk: Marker %s abonnement varer som “sælges individuelt”.

# Message that gets sent to front end.
source: Estimated time left (minutes:seconds): %s
da_dk: Anslået tid tilbage (minutter:sekunder): %s

# Repair message that gets sent to front end.
source: Repaired %d subscriptions with incorrect dates, line tax data or missing customer notes.
da_dk: Reparerede %d abonnementer med ugyldigt data, linje moms eller manglende kunde bemærkninger.

# Repair message that gets sent to front end.
source: %d other subscription was checked and did not need any repairs.
da_dk: % D andre abonnement blev kontrolleret, og havde ikke brug for nogen reparationer.

# Repair message that gets sent to front end.
source: (in %s seconds)
da_dk: (på %s sekunder)

# Error message that gets sent to front end when upgrading Subscriptions
source: Unable to repair subscriptions.%4$sError: %1$s%4$sPlease refresh the page and try again. If problem persists, %2$scontact support%3$s.
da_dk: Kan ikke reparere abonnementer.%4$sError: %1$s%4$sOpdater siden, og prøv igen. Hvis problemet fortsætter, %2$kontakt support%3$s.

# short for documents
source: Docs
da_dk: Dokumenter

# short for documents
source: Documentation
da_dk: Dokumentation

# h3 on the About Subscriptions page for this new feature
source: Change Payment Method
da_dk: Skift betalingsmåde

# h3 on the About Subscriptions page for this new feature
source: Import/Export Subscriptions
da_dk: Import/Eksport abonnenter

# learn more link to subscription reports documentation
source: Learn More
da_dk: Læs Mere

# learn more link to failed payment retry documentation
source: Learn More
da_dk: Læs Mere

# learn more link to subscription emails documentation
source: Learn More
da_dk: Læs Mere

# text on submit button
source: Update Database
da_dk: Opdater databasen

# shipping method price
source: Free
da_dk: Gratis

# includes tax
source: (Includes %s)
da_dk: (inkluderer %s)

# initial payment on a subscription
source: up front
da_dk: forudbetaling

# In wcs_copy_order_meta error message. Refers to origin and target order objects.
source: Invalid data. Orders expected aren't orders.
da_dk: Ugyldigt data. Ordrer modtaget er ikke ordrer.

source: Invalid data. Type of copy is not a string.
da_dk: Ugyldigt data. Kopi typen er ikke en streng.

# Subscription billing period.
source: day
da_dk: Dag

# Subscription billing period.
source: week
da_dk: 1 uge

# Subscription billing period.
source: month
da_dk: Måned

# Subscription billing period.
source: year
da_dk: År

# Subscription length
source: Never expire
da_dk: Udløber aldrig

# Subscription lengths. e.g. "For 1 day..."
source: 1 day
da_dk: 1 dag

# Subscription lengths. e.g. "For 1 week..."
source: 1 week
da_dk: 1 uge

# Subscription lengths. e.g. "For 1 month..."
source: 1 month
da_dk: 1 måned

# Subscription lengths. e.g. "For 1 year..."
source: 1 year
da_dk: 1 år

# period interval (eg "$10 _every_ 2 weeks")
source: every
da_dk: hver

# period interval with ordinal number (e.g. "every 2nd"
source: every %s
da_dk: Hver %s

source: day
da_dk: dagligt

source: week
da_dk: uge

source: month
da_dk: måned

source: year
da_dk: år

# no trial period
source: no
da_dk: ingen

# example number of days / weeks / months
source: e.g. 3
da_dk: fx. 3

# Trial period dropdown's description in pricing fields
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
da_dk: En valgfri ventetid før den første abonnementsbetaling hæves. Der opkræves stadig betaling for tilmelding ved initering af abonnementet. %s

# Subscription Length dropdown's description in pricing fields
source: Automatically expire the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
da_dk: udløber automatisk abonnementet efter denne tid. Denne længde er i tillæg til enhver gratis prøveversion eller mængden af ​​tid, forudsat før en synkroniseret første fornyelse dato.

# table headings in notification email
source: Product
da_dk: Produkt

# table headings in notification email
source: Quantity
da_dk: Mængde

# table headings in notification email
source: Totals
da_dk: Totaler

# table headings in notification email
source: Price
da_dk: Pris

# table headings in notification email
source: End of Prepaid Term
da_dk: Forudbetaling slut

# table headings in notification email
source: End Date
da_dk: Slutdato

# table headings in notification email
source: Date Suspended
da_dk: Dato Suspenderet:%s

# text on button on checkout page
source: Change payment method
da_dk: Skift betalingsmetode

# text on button on checkout page
source: Add payment method
da_dk: Tilføj betalingsmetode

# Used in admin email: new renewal order
source: You have received a subscription renewal order from %1$s. Their order is as follows:
da_dk: Du har modtaget en abonnement fornyelses ordre fra %1$s %2$s. Ordren er følgende:

# Used in switch notification admin email
source: Customer %1$s has switched their subscription. The details of their new subscription are as follows:
da_dk: Kunden %s har skiftet deres abonnement. Detaljerne i deres nye abonnement er som følger:

# In customer renewal invoice email
source: The automatic recurring payment for order #%d from %s has failed. The payment will be retried %3$s.
da_dk: Den automatiske tilbagevendende betaling for ordre #% d fra%s mislykkedes. Betalingen vil blive forsøgt igen%3$s.

# In customer renewal invoice email
source: The automatic payment to renew your subscription has failed. We will retry the payment %s.
da_dk: Den automatiske betaling for fornyelse af abonnementet mislykkedes. Vi vil forsøge at betale %s igen.
