Repository: ellegaarddk/ultimate-member-da_DK
Catalog: woocommerce-subscriptions-*.po
Languages: da_dk

source: Lifetime Value from Subscriptions %s
da_dk: Lifetime Value fra abonnementer%s

source: The total value of this customer's sign-up, switch and renewal orders.
da_dk: Den samlede værdi af denne kundes sign-up, switch og fornyelse ordrer.

source: Product
da_dk: Produkt

source: Products
da_dk: Produkter

source: No products found.
da_dk: Ingen produkter fundet.

source: Subscription Product
da_dk: Abonnement produkt

source: Subscription Count %s
da_dk: Abonnement Count%s

source: The number of subscriptions that include this product as a line item and have a status other than pending or trashed.
da_dk: Antallet af abonnementer, der indeholder dette produkt som en post og har en anden end verserende eller trashed status.

source: Average Recurring Line Total %s
da_dk: Gennemsnitlig Tilbagevendende Linje alt%s

source: The average line total for this product on each subscription.
da_dk: Den gennemsnitlige samlede linje for dette produkt på hvert abonnement.

source: Average Lifetime Value %s
da_dk: Gennemsnitlig levetid Value%s

source: The average line total on all orders for this product line item.
da_dk: Den gennemsnitlige totale linje på alle ordrer for dette produkt post.

source: subscriptions
da_dk: tilmeldinger

source: %s signup revenue in this period
da_dk: %s tilmelding omsætningen i denne periode

source: The sum of all subscription parent orders, including other items, fees, tax and shipping.
da_dk: Summen af ​​alle abonnement forældre ordrer, herunder andre elementer, gebyrer, afgifter og forsendelse.

source: %s renewal revenue in this period
da_dk: %s fornyelse omsætningen i denne periode

source: The sum of all renewal orders including tax and shipping.
da_dk: Summen af ​​alle fornyelse ordrer, herunder moms og forsendelse.

source: %s resubscribe revenue in this period
da_dk: %s abonnere igen omsætningen i denne periode

source: The sum of all resubscribe orders including tax and shipping.
da_dk: Summen af ​​alle abonnere igen ordrer, herunder moms og forsendelse.

source: The number of resubscribe orders processed during this period.
da_dk: Antallet af genopskrevet ordrer behandles i denne periode.

source: The number of renewal orders processed during this period.
da_dk: Antallet af fornyelse ordrer behandles i denne periode.

source: The number of subscriptions upgraded, downgraded or cross-graded during this period.
da_dk: Antallet af abonnementer opgraderet, nedklassificeres eller cross-sorteres i denne periode.

source: The number of subscriptions cancelled by the customer or store manager during this period. The pre-paid term may not yet have ended during this period.
da_dk: Antallet af abonnementer annulleret af kunden eller butikschef i denne periode. Den forudbetalte sigt måske endnu ikke har afsluttet i denne periode.

source: The number of subscriptions which have either expired or reached the end of the prepaid term if it was previously cancelled.
da_dk: Antallet af abonnementer, som har enten udløbet eller nået slutningen af ​​den forudbetalte sigt, hvis den tidligere blev aflyst.

source: The number of subscriptions during this period with an end date in the future and a status other than pending.
da_dk: Antallet af abonnementer i denne periode med en slutdato i fremtiden, og en anden end verserende status.

source: %s net subscription gain
da_dk: %s netto abonnement gevinst

source: %s net subscription loss
da_dk: %s nettotab abonnement

source: Change in subscriptions between the start and end of the period.
da_dk: Ændring i abonnementer mellem starten og slutningen af ​​perioden.

source: Year
da_dk: År

source: Last Month
da_dk: Seneste måned

source: This Month
da_dk: Denne måned

source: Last 7 Days
da_dk: Seneste 7 dage

source: Export CSV
da_dk: Eksporter CSV

source: Switched subscriptions
da_dk: switched abonnementer

source: New Subscriptions
da_dk: Nye

source: Subscriptions signups
da_dk: Abonnementer tilmeldinger

source: Number of resubscribes
da_dk: Antal resubscribes

source: Number of renewals
da_dk: Antal fornyelser

source: Subscriptions Ended
da_dk: Abonnementer Sluttede

source: Cancellations
da_dk: ANNULLERING

source: Signup Totals
da_dk: signup totaler

source: Resubscribe Totals
da_dk: abonnere igen Totals

source: Renewal Totals
da_dk: Fornyelse totaler

source: %s renewal revenue recovered
da_dk: %s fornyelse indtægter inddrives

source: The total amount of revenue, including tax and shipping, recovered with the failed payment retry system for renewal orders with a failed payment.
da_dk: Det samlede indtægter, herunder skat og forsendelse, genvundet med den mislykkede betaling nyt forsøg for fornyelse ordrer med en mislykket betaling.

source: %s renewal orders
da_dk: Fornyelses ordrer:

source: The number of renewal orders which had a failed payment use the retry system.
da_dk: Antallet af fornyelse ordrer, som havde en mislykket betaling bruge nyt forsøg systemet.

source: %s retry attempts succeeded
da_dk: %s prøv igen forsøg lykkedes

source: The number of renewal payment retries for this period which were able to process the payment which had previously failed one or more times.
da_dk: Antallet af fornyelse betaling genforsøg for denne periode, der var i stand til at behandle betalingen som tidligere havde undladt en eller flere gange.

source: %s retry attempts failed
da_dk: %s genforsøgstrin forsøg mislykkedes

source: The number of renewal payment retries for this period which did not result in a successful payment.
da_dk: Antallet af fornyelse betaling genforsøg for denne periode, som ikke resulterede i en vellykket betaling.

source: %s retry attempts pending
da_dk: %s genforsøgstrin forsøg verserende

source: The number of renewal payment retries not yet processed.
da_dk: Antallet af fornyelse betaling genforsøg endnu ikke behandlet.

source: Successful retries
da_dk: Succesfulde gentagne forsøg

source: Failed retries
da_dk: mislykkede gentagne forsøg

source: Pending retries
da_dk: Ventende gentagne forsøg

source: Recovered Renewal Revenue
da_dk: Genvundet Fornyelse Omsætning

source: %s renewal income in this period
da_dk: %s fornyelse indkomst i denne periode

source: %s average renewal amount
da_dk: %s gennemsnit fornyelse beløb

source: Next 12 Months
da_dk: næste 12 måneder

source: Next 30 Days
da_dk: næste 30 Dage

source: Next Month
da_dk: Næste måned

source: Next 7 Days
da_dk: næste 7 Dage

source: Renewals count
da_dk: Fornyelser tæller

source: Renewals amount
da_dk: Fornyelser beløb

source: Invalid subscription id.
da_dk: Ugyldigt abonnement.

source: Gateway does not support admin changing the payment method on a Subscription.
da_dk: Betalingsgateway understøtter ikke at betalingsmåden ændres på et abonnement.

source: Subscription payment method could not be set to %1$s with error message: %2$s
da_dk: Betalingsmåden for abonnementet kunne ikke angives til %1$s og er blevet ændret til manuelt med fejl beskeden: %2$s

source: Updating subscription dates errored with message: %s
da_dk: Opdatering abonnement datoer errored med besked:%s

source: The number of billing periods between subscription renewals.
da_dk: Antallet af faktureringsperioder mellem abonnement fornyelser.

source: Billing period for the subscription.
da_dk: Fakturering periode for abonnementet.

source: Subscription payment details.
da_dk: Abonnement betalingsoplysninger.

source: Payment gateway ID.
da_dk: Betalings gateway

source: The subscription's start date.
da_dk: Abonnementet startdato.

source: The subscription's trial date
da_dk: Abonnementet dato retssag

source: The subscription's next payment date.
da_dk: Abonnementet næste termin.

source: The subscription's end date.
da_dk: Abonnementet slutdato.

source: Invalid subscription status given.
da_dk: Ugyldigt abonnement status.

source: You do not have permission to read the subscriptions count
da_dk: Du har ikke de nødvendige rettigheder for at kunne læse antal abonnementer

source: You do not have permission to create subscriptions
da_dk: Du har ikke de nødvendige rettigheder for at kunne oprette abonnementer

source: The requested subscription cannot be edited.
da_dk: Den ønskede abonnementet kan ikke redigeres.

source: Subscription payment method could not be set to %1$s and has been set to manual with error message: %2$s
da_dk: Betalingsmåden for abonnementet kunne ikke angives til %1$s og er blevet ændret til manuelt med fejl beskeden: %2$s

source: Invalid subscription billing interval given. Must be an integer greater than 0.
da_dk: Ugyldigt betalings interval indtastet. Skal være et heltal stører end 0.

source: Invalid subscription billing period given.
da_dk: Den indtastede betalings periode er ugyldig.

source: Cannot create subscription: %s.
da_dk: Kan ikke oprette abonnement:%s.

source: Unable to change subscription status to "%s".
da_dk: Kunne ikke ændre abonnement status til “%s”.

source: Unable to change subscription status to "%s". Exception: %s
da_dk: Kan ikke skifte abonnement status til "%s". Undtagelse:%s

source: In %s
da_dk: Om %s

source: %s ago
da_dk: %s siden

source: Not yet ended
da_dk: Igangværende

source: Not cancelled
da_dk: Annulleret

source: The start date of a subscription can not be deleted, only updated.
da_dk: Start datoen på et abonnement kan ikke slettes, kun ændres.

source: Payment failed.
da_dk: Betaling mislykkedes!

source: Subscription Cancelled: maximum number of failed payments reached.
da_dk: Abonnement annulleret: det maksimalt antal fejlede betalinger blev nået.

source: Payment method meta must be an array.
da_dk: Betalings måde meta skal være et array.

source: Invalid format. First parameter needs to be an array.
da_dk: Ugyldigt format. Første parameter skal være et array.

source: Invalid data. First parameter was empty when passed to update_dates().
da_dk: Ugyldigt data. Første parameter til funktionen update_dates(), var tom.

source: Invalid data. First parameter has a date that is not in the registered date types.
da_dk: Ugyldigt data. Første parameter har en dato som ikke er af den registrerede data type.

source: The %s date must occur after the cancellation date.
da_dk: %s dato skal være efter annulleringen dato.

source: The %s date must occur after the last payment date.
da_dk: %s dato skal være efter sidste betalingsdato.

source: The %s date must occur after the next payment date.
da_dk: %s dato skal være efter næste betalingsdato.

source: The %s date must occur after the trial end date.
da_dk: %s dato skal være efter prøveperiodens slutdato.

source: The %s date must occur after the start date.
da_dk: %s dato skal være efter startdatoen.

source: Both the shipping address used for the subscription and your default shipping address for future purchases will be updated.
da_dk: Både leveringsadressen for dit tilknyttede abonnement, samt din normale leveringsadresse for fremtidige køb bliver opdateret.

source: Update the %1$s used for %2$sall%3$s of my active subscriptions
da_dk: Opdater %1$s som anvendes til %2$salle%3$s mine aktive abonnementer

source: A subscription renewal has been removed from your cart. Multiple subscriptions can not be purchased at the same time.
da_dk: Et abonnement fornyelse er blevet fjernet fra din kurv. Flere abonnementer kan ikke købes på samme tid.

source: A subscription has been removed from your cart. Due to payment gateway restrictions, different subscription products can not be purchased at the same time.
da_dk: Et abonnement er blevet fjernet fra din kurv. På grund af betaling gateway restriktioner, kan forskellige abonnement produkter ikke købes på samme tid.

source: A subscription has been removed from your cart. Products and subscriptions can not be purchased at the same time.
da_dk: Et abonnement er blevet fjernet fra din kurv. På grund af betaling gateway restriktioner, kan forskellige abonnement produkter ikke købes på samme tid.

source: That subscription product can not be added to your cart as it already contains a subscription renewal.
da_dk: Abonnementet kan ikke lægges i kurven, da din kurv allerede indeholder en fornyelse af et abonnement.

source: Please enter a valid postcode/ZIP.
da_dk: Angiv venligst et gyldigt postnummer.

source: Invalid recurring shipping method.
da_dk: Ugyldig gentagende forsendelsesmåde

source: now
da_dk: nu

source: Subscription Number: %s
da_dk: Abonnement nummer: %s

source: Next Payment Date: %s
da_dk: Næste betalingsdato:

source: Payment Method: %s
da_dk: Betalingsmåde: %s

source: Sorry, this subscription change payment method request is invalid and cannot be processed.
da_dk: Beklager, men skift af betalingsmåde for abonnement er ikke gyldigt og kan ikke gennemføres.

source: There was an error with your request. Please try again.
da_dk: Der opstod en fejl ved din forespørgsel. Prøv venligst igen.

source: Invalid Subscription.
da_dk: Ugyldigt abonnement.

source: That doesn't appear to be one of your subscriptions.
da_dk: Det ser ikke ud til at være en af dine abonnementer.

source: The payment method can not be changed for that subscription.
da_dk: Betalingsmetoden kan ikke ændres for dette abonnenment.

source: Next payment is due %s.
da_dk: Næste betaling forfalder %s.

source: Choose a new payment method.%s
da_dk: Vælg en anden betalingsmåde.%s

source: Invalid order.
da_dk: Ugyldig timelding.

source: Payment method updated.
da_dk: Betalingsmåden opdateret.

source: Error %d: Unable to create subscription. Please try again.
da_dk: Fejl %d: Kunne ikke oprette abonnement. Prøv venligst igen.

source: Error %d: Unable to add tax to subscription. Please try again.
da_dk: Fejl %d: Kunne ikke påføre moms på abonnementet. Prøv venligst igen.

source: Error %d: Unable to create order. Please try again.
da_dk: Fejl %d: Kunne ikke oprette ordre. Prøv venligst igen.

source: Sign Up Fee Discount
da_dk: Rabat ved oprettelse

source: Sign Up Fee % Discount
da_dk: Rabat % ved tilmelding

source: Recurring Product Discount
da_dk: Abonnement rabat

source: Recurring Product % Discount
da_dk: Gentagende vare % rabat

source: Sorry, this coupon is only valid for an initial payment and the cart does not require an initial payment.
da_dk: Beklager, men rabatkoden kan kun bruges på til forudbetaling, og varen(e) i kurven kræver ikke forudbetaling for tilmelding.

source: Sorry, this coupon is only valid for new subscriptions.
da_dk: Beklager, men rabatkoden gælder kun for nye abonnementer.

source: Sorry, this coupon is only valid for subscription products.
da_dk: Beklager, men rabatkoden kan kun anvendes til abonnementer.

source: Sorry, the "%1$s" coupon is only valid for renewals.
da_dk: Undskyld, “%1$s” kupon er kun gyldig for fornyelser.

source: Sorry, this coupon is only valid for subscription products with a sign-up fee.
da_dk: Beklager, denne kupon er kun gældende for abonnement produkter med et oprettelses gebyr.

source: Subscription doesn't exist in scheduled action: %d
da_dk: Abonnement findes ikke i den planlagte handling: %d

source: Failed to activate subscription status for order #%1$s: %2$s
da_dk: Kunne ikke aktivere abonnement status for ordre #%1$s: %2$s

source: Failed to update subscription status after order #%1$s was put on-hold: %2$s
da_dk: Kunne ikke opdatere abonnement status efter ordren #%1$s blev sat på pause: %2$s

source: Failed to cancel subscription after order #%1$s was cancelled: %2$s
da_dk: Kunne ikke annullere abonnementet efter ordren #%1$s var annulleret: %2$s

source: Failed to set subscription as expired for order #%1$s: %2$s
da_dk: Kunne ikke sætte abonnement til udløbet for ordren #%1$s: %2$s

source: Subscription sign up failed.
da_dk: Abonnementstilmelding fejlede.

source: Failed to process failed payment on subscription for order #%1$s: %2$s
da_dk: Kunne ikke behandle abonnements betalingen for ordre #%1$s: %2$s

source: Error: Unable to create subscription. Please try again.
da_dk: Fejl: Kunne ikke oprette abonnement. Prøv venligst igen.

source: Error: Unable to add product to created subscription. Please try again.
da_dk: Fejl: Kunne ikke oprette vare til et oprettet abonnement. Prøv venligst igen.

source: Pending subscription created.
da_dk: Afventende abonnent oprettet.

source: Change
da_dk: Ret

source: Failed sign-up for subscription %s.
da_dk: Fejlede tilmelding til abonnement %s.

source: Invalid security token, please reload the page and try again.
da_dk: Ugyldig sikkerheds token. Genlæs venligst siden og prøv igen.

source: Only store managers can edit payment dates.
da_dk: Kun shop administratorer kan redigere betalings datoer.

source: Please enter all date fields.
da_dk: Udfyld venligst alle dato felter.

source: Date Changed
da_dk: Dato ændret

source: Your subscription will be activated when payment clears.
da_dk: Dit abonnement aktiveres når betalingen er gennemført.

source: View the status of your subscription in %syour account%s.
da_dk: %sSe dit abonnements status under %smin-kundekonto%s.%s

source: Subscription Relationship
da_dk: Abonnement Relation

source: Renewal Order
da_dk: Fornyelses ordre

source: Resubscribe Order
da_dk: abonnere igen

source: Parent Order
da_dk: Overordnet ordre

source: All orders types
da_dk: Alle ordrer typer

source: Subscription cancelled for refunded order %1$s#%2$s%3$s.
da_dk: Abonnement annulleret for refunderet ordre %1$s#%2$s%3$s.

source: %1$s every %2$s
da_dk: %1$s hver %2$s

source: %1$s every %2$s on %3$s
da_dk: %1$s hver %2$s den %3$s

source: %s on the last day of each month
da_dk: %s på den sidste dag i hver måned

source: %1$s on the %2$s of each month
da_dk: %1$s d. %2$s i hver måned

source: %1$s on the last day of every %2$s month
da_dk: %1$s på den sidste dag i hver %2$s måned

source: %1$s on the %2$s day of every %3$s month
da_dk: %1$s på den %2$s dag i hver %3$s måned

source: %1$s on %2$s %3$s each year
da_dk: %1$s den %3$s. %2$s hvert år

source: %1$s on %2$s %3$s every %4$s year
da_dk: %1$s den %3$s. %2$s hvert %4$s år

source: every %s
da_dk: Hver %s

source: %1$s with %2$s free trial
da_dk: %1$s med %2$s gratis prøve

source: %1$s and a %2$s sign-up fee
da_dk: %1$s og %2$s tilmeldingsgebyr

source: Order %s created to record renewal.
da_dk: Ordre %s oprettet til fornyelse af abonnement.

source: Subscription renewal orders cannot be cancelled.
da_dk: Abonnement fornyelses ordrer kan ikke annulleres.

source: You have a subscription to this product. Choosing a new subscription will replace your existing subscription.
da_dk: Du har et abonnement til denne vare. Valg af nyt abonnement erstatter det gamle.

source: Choose a new subscription.
da_dk: Vælg et nyt abonnement.

source: Your cart contained an invalid subscription switch request. It has been removed.
da_dk: Din kurv havde en ugyldig op- eller nedgradering af et abonnement. Det er blevet fjernet.

source: You have already subscribed to this product and it is limited to one per customer. You can not purchase the product again.
da_dk: Du har allerede abonnement på denne vare, og du kan kun have et. Så du kan ikke købe dette abonnement igen.

source: %1$s Complete payment on %2$sOrder %3$s%4$s to be able to change your subscription.
da_dk: %1$s Gennemfør betaling af %2$sOrdre %3$s%4$s før du kan ændre dit abonnement.

source: Switching
da_dk: Op- eller nedgradering

source: Allow subscribers to switch (upgrade or downgrade) between different subscriptions. %sLearn more%s.
da_dk: Tillad abonnenter at skifte (op- eller nedgradere) mellem forskellige abonnementer. %sLæs mere%s.

source: Prorate Recurring Payment
da_dk: Fordel gentagende betaling

source: When switching to a subscription with a different recurring payment or billing period, should the price paid for the existing billing period be prorated when switching to the new subscription?
da_dk: Når der skiftes til et abonnement med en anden gentagende betaling eller betalingsplan, skal betalingen for det betalte fordeles ud over det nye abonnement når der skiftes?

source: Prorate Sign up Fee
da_dk: Fordel tilmeldingsbetaling

source: When switching to a subscription with a sign up fee, you can require the customer pay only the gap between the existing subscription's sign up fee and the new subscription's sign up fee (if any).
da_dk: Når der skiftes til et abonnement med betaling for tilmelding, kan du kræve at kunden betaler forskellen mellem den eksisterende pris for tilmelding, og den nye pris for tilmelding (hvis der er en forskel)

source: Prorate Subscription Length
da_dk: Fordel abonnement længde

source: When switching to a subscription with a length, you can take into account the payments already completed by the customer when determining how many payments the subscriber needs to make for the new subscription.
da_dk: Når der skiftes til et andet abonnement, kan du medtage allerede betalte beløb, så det påvirker længden på det nye abonnement.

source: Switch Button Text
da_dk: Skift abonnement knap tekst

source: Customise the text displayed on the button next to the subscription on the subscriber's account page. The default is "Switch Subscription", but you may wish to change this to "Upgrade" or "Change Subscription".
da_dk: Tilpas teksten der vises på knappen på kundens konto side. Standard er “Skift abonnement”, men det kan være du vil ændre det til “Opgrader” eller “Ret dit abonnement”.

source: Upgrade or Downgrade
da_dk: Op eller -nedgrader

source: Allow Switching
da_dk: Tillad op- eller nedgradering

source: Switch order cancelled due to a new switch order being created #%s.
da_dk: Skift aflyst på grund af en ny switch ordre ordre bliver skabt #%s.

source: Switch Order
da_dk: Skift ordre

source: Switched Subscription
da_dk: switched abonnementer

source: You can only switch to a subscription product.
da_dk: Du kan kun skifte til et abonnement produkt.

source: We can not find your old subscription item.
da_dk: Vi kan ikke finde dit gamle abonnement.

source: You can not switch to the same subscription.
da_dk: Du kan ikke skifte til det samme abonnement.

source: You can not switch this subscription. It appears you do not own the subscription.
da_dk: Du kan ikke skifte dette abonnement. Det ser ikke ud til at du ejer abonnementet.

source: There was an error locating the switch details.
da_dk: Der opstod en fejl med at få fat på opdaterings oplysningerne.

source: The original subscription item being switched cannot be found.
da_dk: Det oprindelige abonnement element blive tændt, kan ikke findes.

source: The item on the switch order cannot be found.
da_dk: Det punkt på kontakten ordre ikke kan findes.

source: Synchronise renewals
da_dk: Synkroniser fornyelser

source: Align the payment date for all customers who purchase this subscription to a specific day of the week or month.
da_dk: Ensret betalingsdatoen for alle kunder som køber dette abonnement til en bestemt dag, uge eller måned.

source: Synchronisation
da_dk: Synkronisering

source: Align Subscription Renewal Day
da_dk: Nyt abonnement {order_number}

source: If a subscription is synchronised to a specific day of the week, month or year, charge a prorated amount for the subscription at the time of sign up.
da_dk: Hvis en betaling er synkroniseret til en bestemt dag i ugen, måned eller år, opkræv et fordelings beløb for abonnementet ved tilmeldingen.

source: Month for Synchronisation
da_dk: Måned for synkronisering

source: Do not synchronise
da_dk: Synkroniser ikke

source: %s each week
da_dk: %s hver uge

source: %s day of the month
da_dk: %s dag i måneden

source: Last day of the month
da_dk: Sidste dag i måneden

source: Today!
da_dk: I dag!

source: First payment prorated. Next payment: %s
da_dk: Første betaling forfalden. Næste betaling: %s

source: First payment: %s
da_dk: Den første betaling trækkes: %s

source: View subscriptions
da_dk: Se abonnementer

source: Create subscriptions
da_dk: Se abonnementer
