Repository: ellegaarddk/ultimate-member-da_DK
Catalog: woocommerce-subscriptions-*.po
Languages: da_dk

source: View and manage subscriptions
da_dk: Se og administrer abonnementer

source: That doesn't appear to be your order.
da_dk: Det ser ikke ud til at være din ordre.

source: Complete checkout to renew your subscription.
da_dk: Komplet kassen at forny dit abonnement.

source: The %s product has been deleted and can no longer be renewed. Please choose a new product or contact us for assistance.
da_dk: Denne %s vare er slettet og kan ikke længere fornyes. Vælg venligst en anden vare eller kontakt os hvis du har brug for hjælp.

source: Subscription #%s has not been added to the cart.
da_dk: Abonnement #%s blev ikke lagt i kurven

source: We couldn't find the original subscription for an item in your cart. The item was removed.
da_dk: Vi kunne ikke finde den originale tegning af en vare i din kurv. Artiklen blev fjernet.

source: We couldn't find the original renewal order for an item in your cart. The item was removed.
da_dk: Vi kunne ikke finde den originale fornyelse ordre på en vare i din kurv. Artiklen blev fjernet.

source: All linked subscription items have been removed from the cart.
da_dk: Alle forbundne abonnementsvarer er blevet fjernet fra kurven.

source: There was an error with your request to resubscribe. Please try again.
da_dk: Der opstod en fejl i forsøget på at gen-aktivere dit abonnement. Prøv venligst igen.

source: That subscription does not exist. Has it been deleted?
da_dk: Abonnementet findes ikke. Er det blevet slettet?

source: You can not resubscribe to that subscription. Please contact us if you need assistance.
da_dk: Du kan ikke gen-aktivere dit abonnement. Kontakt os hvis du har nogle spørgsmål.

source: Complete checkout to resubscribe.
da_dk: Gennemfør betaling for at gen-aktivere din abonnement.

source: Customer resubscribed in order #%s
da_dk: Customer resubscribed for #%s

source: Please choose a valid payment gateway to change to.
da_dk: Vælg venligst en gyldig betalingsgateway du vil skifte til.

source: Limit subscription
da_dk: Begræns tilmelding

source: Only allow a customer to have one subscription to this product. %sLearn more%s.
da_dk: Tillad at kunden kun har et abonnement til denne vare. %sLæs mere%s

source: Do not limit
da_dk: Må ikke begrænses

source: Limit to one active subscription
da_dk: Begræns til ét aktivt medlemskab

source: Limit to one of any status
da_dk: Tillad kun en af samme status

source: Your request to undo your previous action was unsuccessful.
da_dk: Din forespørgsel om at fortryde din forrige handling kunne ikke gennemføres.

source: You have successfully removed "%1$s" from your subscription. %2$sUndo?%3$s
da_dk: Du har fjernet “%1$s” fra dit abonnement. %2$sFortryd?%3$s

source: Security error. Please contact us if you need assistance.
da_dk: Sikkerheds fejl. Kontakt os hvis du har brug for hjælp.

source: You cannot modify a subscription that does not belong to you.
da_dk: Du kan ikke ændre et abonnement som ikke er dit.

source: You cannot remove an item that does not exist.
da_dk: Du kan ikke fjerne en vare, der ikke eksisterer.

source: The item was not removed because this Subscription's payment method does not support removing an item.
da_dk: Emnet blev ikke fjernet fordi abonnementbetalings metoden ikke understøtter fjernelse af et emne.

source: My Account
da_dk: MIN KONTO

source: You can not reactivate that subscription until paying to renew it. Please contact us if you need assistance.
da_dk: Du kan ikke aktivere dit abonnement før du har betalt for at gen-aktivere det. Kontakt os hvis du har nogle spørgsmål.

source: You can not suspend that subscription - the suspension limit has been reached. Please contact us if you need assistance.
da_dk: Du kan ikke sætte abonnementet på pause - grænsen for hvor mange gange du kan sætte et abonnement på pause er nået. Kontakt os venligst hvis du har spørgsmål eller brug for hjælp.

source: That subscription does not exist. Please contact us if you need assistance.
da_dk: Abonnementet findes ikke. Kontakt os venligst hvis du har brug for hjælp.

source: That subscription can not be changed to %s. Please contact us if you need assistance.
da_dk: Abonnementet kan ikke ændres til %s. Kontakt os hvis du har brug for hjælp.

source: Subscription Created
da_dk: Abonnement oprettet

source: Subscription Updated
da_dk: Abonnement opdateret

source: Subscription Deleted
da_dk: Abonnement slettet

source: Subscription Switched
da_dk: Abonnement skiftet

source: Cancelled Subscription
da_dk: Annulleret

source: Cancelled Subscription emails are sent when a customer's subscription is cancelled (either by a store manager, or the customer).
da_dk: Anullerede abonement e-mails sendes når en kundens abonnement er annulleret (enten af en administrator, eller af kunden selv).

source: Subscription Cancelled
da_dk: Abonnementet er ophørt

source: Enable this email notification
da_dk: Aktiver denne email-notifikation

source: Choose which format of email to send.
da_dk: Vælg hvilket email-format, der skal sendes i.

source: Completed Renewal Order
da_dk: Din tilmelding er gennemført

source: Renewal order complete emails are sent to the customer when a subscription renewal order is marked complete and usually indicates that the item for that renewal period has been shipped.
da_dk: Fornyelse gennemført e-mails sendes til kunderne når en abonnement fornyelses ordrer markeres som genneført, hvilket normalt svarer til at en fornyelses perioden er leveret.

source: Subscription Switch Complete
da_dk: Dit tilmelding er gennemført

source: Subscription switch complete emails are sent to the customer when a subscription is switched successfully.
da_dk: Abonnement op- eller nedgradering er gennemført, e-mails sendes til kunderne når abonnement skiftet er gennemført.

source: Your subscription change is complete
da_dk: Din tilmelding er gennemført

source: Your {blogname} subscription change from {order_date} is complete
da_dk: Dit {blogname} abonnement skift d. {order_date} er gennemført

source: Your subscription change is complete - download your files
da_dk: Din tilmelding er gennemført - download dine filer.

source: Your {blogname} subscription change from {order_date} is complete - download your files
da_dk: Dit {blogname} abonnement skift d. {order_date} er gennemført - download dine filer

source: Customer Payment Retry
da_dk: Customer Betaling Forsøg igen

source: Sent to a customer when an attempt to automatically process a subscription renewal payment has failed and a retry rule has been applied to retry the payment in the future. The email contains the renewal order information, date of the scheduled retry and payment links to allow the customer to pay for the renewal order manually instead of waiting for the automatic retry.
da_dk: Sendt til en kunde, når et forsøg på at automatisk at behandle et abonnement fornyelse betaling er mislykkedes, og et nyt forsøg regel er blevet anvendt til at prøve igen betalingen i fremtiden. E-mailen indeholder de oplysninger fornyelse rækkefølge, dato for den planlagte genforsøgstrin og betaling links for at give kunden til at betale for fornyelse ordre manuelt i stedet for at vente på den automatiske nyt forsøg.

source: Automatic payment failed for {order_number}, we will retry {retry_time}
da_dk: Automatisk betaling mislykkedes for {ORDER_NUMBER}, vil vi prøve igen {RETRY_TIME}

source: Automatic payment failed for order {order_number}
da_dk: Automatisk betaling mislykkedes for ordre {ORDER_NUMBER}

source: Customer Renewal Invoice
da_dk: Kunde fornyelses faktura

source: Sent to a customer when the subscription is due for renewal and the renewal requires a manual payment, either because it uses manual renewals or the automatic recurring payment failed for the initial attempt and all automatic retries (if any). The email contains renewal order information and payment links.
da_dk: Sendes til en kunde når abonnementet skal fornyes og det kræver en manuel handling, enten fordi der anvendes manuelle fornyelser eller fordi den automatiske fornyelse fejlede. E-mailen indeholder relevante informationer og betalings links.

source: Invoice for renewal order {order_number} from {order_date}
da_dk: Faktura for tilmelding {order_number} fra {order_date}

source: Invoice for renewal order {order_number}
da_dk: Faktura for tilmelding {order_number}

source: Expired Subscription
da_dk: Medlemskab

source: Expired Subscription emails are sent when a customer's subscription expires.
da_dk: Udløbne abonnement e-mails sendes, når en kundes abonnement udløber.

source: Subscription Expired
da_dk: Abonnementet er udløbet

source: Subscription argument passed in is not an object.
da_dk: Abonnement argument bestået i er ikke et objekt.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
da_dk: Indstiller email-overskriften i notifikationen. Hvis feltet efterlades tomt, vil standard være: <code>%s</code>.

source: New Renewal Order
da_dk: En ny tilmelding er blevet oprettet og afventer betaling.

source: New renewal order emails are sent when a subscription renewal payment is processed.
da_dk: Nye fornyelses e-mails sendes når en abonnement fornyelses betaling behandles.

source: New subscription renewal order
da_dk: En ny tilmelding er blevet oprettet og afventer betaling.

source: [{blogname}] New subscription renewal order ({order_number}) - {order_date}
da_dk: [{blogname}] Ny abonnement fornyelse ({order_number}) - {order_date}

source: Subscription Switched
da_dk: Abonnement skiftet

source: Subscription switched emails are sent when a customer switches a subscription.
da_dk: Abonnement skiftet e-mails sendes når en kunde skifter abonnement.

source: [{blogname}] Subscription Switched ({order_number}) - {order_date}
da_dk: [{blogname}] Abonnement skiftet ({order_number}) - {order_date}

source: Suspended Subscription
da_dk: Suspenderet abonnement

source: Suspended Subscription emails are sent when a customer manually suspends their subscription.
da_dk: Suspenderet Abonnement e-mails sendes, når en kunde manuelt suspenderer deres abonnement.

source: Subscription Suspended
da_dk: Abonnementet er suspenderet

source: Payment Retry
da_dk: Betaling Forsøg igen

source: Payment retry emails are sent to chosen recipient(s) when an attempt to automatically process a subscription renewal payment has failed and a retry rule has been applied to retry the payment in the future.
da_dk: Betaling genforsøgstrin e-mails sendes til valgte modtager (e), når et forsøg på at automatisk at behandle et abonnement fornyelse betaling er mislykkedes, og et nyt forsøg regel er blevet anvendt til at prøve igen betalingen i fremtiden.

source: Automatic renewal payment failed
da_dk: Automatisk fornyelse betaling mislykkedes

source: [{site_title}] Automatic payment failed for {order_number}, retry scheduled to run {retry_time}
da_dk: [{SITE_TITLE}] Automatisk betaling mislykkedes for {ORDER_NUMBER}, prøve igen planlagt til at køre {RETRY_TIME}

source: Processing Renewal order
da_dk: Din tilmelding er gennemført

source: This is an order notification sent to the customer after payment for a subscription renewal order is completed. It contains the renewal order details.
da_dk: Dette er en ordre notifikation der sendes til kunden efter betaling for et abonnement fornyelse. Den indeholder oplysninger of fornyelses ordren.

source: Thank you for your order
da_dk: Tak. Din tilmelding er modtaget.

source: Your {blogname} renewal order receipt from {order_date}
da_dk: Kvittering for din {blogname}-tilmelding fra {order_date}

source: Sorry, it seems there are no available payment methods which support subscriptions. Please contact us if you require assistance or wish to make alternate arrangements.
da_dk: Beklager, men det ser ud til der ikke er en gyldig betalingsmetode som understøtter abonnementer. Kontakt os venligst for yderligere assistance eller hvis du ønsker hjælp til en anden løsning.

source: Unable to find order for PayPal billing agreement.
da_dk: Kunne ikke finde ordren til PayPal abonnementsaftale.

source: An error occurred, please try again or try an alternate form of payment.
da_dk: En fejl opstod, prøv venligst igen eller prøv en anden betalingsmåde.

source: PayPal API error: (%d) %s
da_dk: PayPal API Fejl: (%d) %s

source: PayPal Transaction Held: %s
da_dk: PayPal Transaction tilbageholdt: %s

source: PayPal payment declined: %s
da_dk: PayPal betaling afvist: %s

source: PayPal payment approved (ID: %s)
da_dk: PayPal betaling godkendt (Id: %s)

source: Are you sure you want to change the payment method from PayPal standard? This will suspend the subscription at PayPal.
da_dk: Er du sikker på at du vil ændre betalingsmetoden til andet end PayPal standard? Dette vil fjerne abonnementsbetalingen hos PayPal.

source: PayPal is inactive for subscription transactions. Please %1$sset up the PayPal IPN%2$s and %3$senter your API credentials%4$s to enable PayPal for Subscriptions.
da_dk: PayPal er ikke sat op til abonnementsbetalinger. Venligst %1$sopsæt PayPal IPN%2$s og %3$sindtast dine API oplysninger%4$s for at aktiverPayPal abonnementsbetalinger.

source: %1$sPayPal Reference Transactions are enabled on your account%2$s. All subscription management features are now enabled. Happy selling!
da_dk: %1$sPayPal Reference Transactions blev aktiveret på din konto%2$s. Alle abonnement funktioner er nu aktiveret. God fornøjelse!

source: There is a problem with PayPal. Your API credentials may be incorrect. Please update your %1$sAPI credentials%2$s. %3$sLearn more%4$s.
da_dk: Der er et problem hos PayPal. Dine API oplysninger er muligvis ikke rigtige. Opdater dine %1$sAPI oplysninger%2$s. %3$sLæs mere%4$s.

source: There is a problem with PayPal. Your PayPal account is issuing out-of-date subscription IDs. %1$sLearn more%2$s. %3$sDismiss%4$s.
da_dk: Der er et problem med PayPal. Din PayPal konto udsteder et forældede abonnements Id-er %1$sLæs mere%2$s. %3$sLuk%4$s.

source: PayPal Subscription ID:
da_dk: PayPal Abonnement ID:

source: Total Discount
da_dk: Samlet rabat

source: %s - Order
da_dk: %s - Ordre

source: SKU: %s
da_dk: Varenr.: %s

source: expected clearing date %s
da_dk: forventet godkendelses dato %s

source: Billing agreement cancelled at PayPal.
da_dk: Betalingsaftale annulleret hos PayPal.

source: IPN subscription sign up completed.
da_dk: IPN abonnement tilmelding gennemført.

source: IPN subscription payment completed.
da_dk: IPN abonnement betaling gennemført.

source: IPN subscription failing payment method changed.
da_dk: IPN abonnement skift af fejlende betalingsmåde.

source: IPN subscription suspended.
da_dk: IPN abonnement suspenderet.

source: IPN subscription cancelled.
da_dk: IPN abonnement annulleret.

source: IPN subscription payment failure.
da_dk: IPN abonnement betalingsfejl.

source: Subscription cancelled with PayPal
da_dk: Abonnement annulleret hos PayPal

source: Subscription suspended with PayPal
da_dk: Abonnement suspenderet hos PayPal

source: Subscription reactivated with PayPal
da_dk: Abonnement gen-aktiveret hos PayPal

source: PayPal API error - credentials are incorrect.
da_dk: PayPal API fejl - legitimationsoplysninger er forkerte.

source: Automatic Failed Payment Retries
da_dk: Automatisk Mislykkede Betalings Retries

source: %d Pending Payment Retry
da_dk: % D Afventer betaling Prøv igen

source: %d Processing Payment Retry
da_dk: Forsøg igen Fornyelse Betaling

source: %d Failed Payment Retry
da_dk: Automatisk betaling Forsøg igen mislykkedes

source: %d Successful Payment Retry
da_dk: % D Vellykket Betaling Prøv igen

source: %d Cancelled Payment Retry
da_dk: % D Annulleret betaling Prøv igen

source: Retry Failed Payments
da_dk: Prøv igen Mislykkede Betalinger

source: Enable automatic retry of failed recurring payments
da_dk: Aktiver automatisk nyt forsøg af mislykkede tilbagevendende betalinger

source: Attempt to recover recurring revenue that would otherwise be lost due to payment methods being declined only temporarily. %sLearn more%s.
da_dk: Forsøg på at genvinde tilbagevendende indtægter, der ellers ville gå tabt på grund af betalingsmetoder bliver afvist kun midlertidigt. %sLearn mere%s.

source: Payment retry posts store details about the automatic retry of failed renewal payments.
da_dk: Betaling genforsøgstrin indlæg gemme oplysninger om den automatiske nyt forsøg mislykkede fornyelse betalinger.

source: Renewal Payment Retry
da_dk: Fornyelse Betaling Forsøg igen

source: Add
da_dk: Tilføj

source: Add New Retry
da_dk: Tilføj ny Forsøg igen

source: Edit Retry
da_dk: Prøv igen

source: New Retry
da_dk: Prøv igen

source: View Retry
da_dk: Prøv igen

source: Search Renewal Payment Retries
da_dk: Søg Fornyelse Betalings Retries

source: No retries found
da_dk: Ingen gentagne forsøg fundet

source: No retries found in trash
da_dk: Ingen nye forsøg fundet i papirkurven

source: Recurring Total
da_dk: Abonnement i alt

source: Billing Address
da_dk: Faktura adresse

source: Shipping Address
da_dk: Leveringsadresse

source: WooCommerce Subscriptions
da_dk: Om WooCommerce Subscriptions

source: Database updated to version %s
da_dk: Databasen opdateret til version %s

source: Migrated %1$s subscription related hooks to the new scheduler (in %2$s seconds).
da_dk: Migrerede %1$s abonnements relaterede hooks til den nye afvikler (på %2$s sekunder).

source: Migrated %1$s subscriptions to the new structure (in %2$s seconds).
da_dk: Migrerede %1$s abonnementer til ny struktur (på %2$s sekunder).

source: Welcome to WooCommerce Subscriptions 2.1
da_dk: Velkommen til WooCommerce Subscriptions 2.0

source: About WooCommerce Subscriptions
da_dk: Om WooCommerce Subscriptions

source: Thank you for updating to the latest version of WooCommerce Subscriptions.
da_dk: Tak fodi du opdaterede til seneste version af WooCommerce Subscriptions.

source: We hope you enjoy it!
da_dk: Vi håber du får fornøjelse af det!

source: Welcome to Subscriptions 2.0
da_dk: Welcome til Subscriptions 2.0

source: Version 2.0 has been in development for more than a year. We've reinvented the extension to take into account 3 years of feedback from store managers.
da_dk: Version 2.0 har været under udvikling i mere end et år. Vi har genopfundet modulet med mere end 3 års feedback fra vores kunder.

source: Check Out What's New
da_dk: Se hvad der er nyt

source: Multiple Subscriptions
da_dk: Flere abonnementer

source: It's now easier for your customers to buy more subscriptions!
da_dk: Det er nu nemmere for dine kunder at købe flere abonnementer!

source: Customers can now purchase different subscription products in one transaction. The products can bill on any schedule and have any combination of sign-up fees and/or free trials.
da_dk: Kunder kan nu købe flere forskellige abonnementer på en gang. Varene kan have forskellig betalingsplan, og kan have forskellige tilmeldingspriser og/eller prøve perioder.

source: Learn more about the new %smultiple subscriptions%s feature.
da_dk: Læs mere om den nye %smulti abonnements%s funktion.

source: New Add/Edit Subscription Screen
da_dk: Ny Opret/Rediger abonnement skærmbillede

source: Subscriptions v2.0 introduces a new administration interface to add or edit a subscription. You can make all the familiar changes, like modifying recurring totals or subscription status. You can also make some new modifications, like changing the expiration date, adding a shipping cost or adding a product line item.
da_dk: Subscriptions v2.0 introducerer et nyt administrationssystem, til oprettelse og redigering af abonnementer. Du kan lave alle de kendte ændringer som at rette gentagende beløb eller abonnements status. Du kan også lave nye ændringer, som ændring af udløbsdato, tilføje en leveringspris, eller tilføje en varelinje.

source: The new interface is also built on the existing %sEdit Order%s screen. If you've ever modified an order, you already know how to modify a subscription.
da_dk: Det nye værktøj bygger på det eksisterende %sRediger Ordre%s skærmbillede. Hvis du på et tidspunkt har rettet en ordre, kender du allerede til hvordan du redigere et abonnement.

source: %1$sAdd a subscription%2$s now or %3$slearn more%4$s about the new interface.
da_dk: %1$sOpret et abonnement%2$s nu eller %3$slæs mere%4$s om det nye system.

source: New View Subscription Page
da_dk: Ny Vis abonnement side

source: Your customers can now view the full details of a subscription, including line items, billing and shipping address, billing schedule and renewal orders, from a special %sMy Account > View Subscription%s page.
da_dk: Dine kunder kan nu se detaljerede oplysninger om deres abonnement, inklusiv linje emner, faktura og leveringsadresser, betalings plan og fornyelser, fra en speciel %sMin kundekonto > Se abonnement%s side.

source: This new page is also where the customer can suspend or cancel their subscription, change payment method, change shipping address or upgrade/downgrade an item.
da_dk: Denne nye side er også der hvor kunden kan suspendere eller annullere deres abonnement, skifte betalingsmåde, skifte leverings adresse eller op og -nedgradere et emne.

source: Learn more about the new %sView Subscription page%s.
da_dk: Læs mere om den nye %sSe abonnement side%s.

source: By default, adding new files to an existing subscription product will automatically provide active subscribers with access to the new files. However, now you can enable a %snew content dripping setting%s to provide subscribers with access to new files only after the next renewal payment.
da_dk: Som standard vil nye filer der tilføjes en aktiv abonnementsvare, automatisk medføre at alle de brugere der har abonnement på varen får adgang til de nye filer. Men nu kan du aktivere en %sny dryp funktion%s som først giver adgang til de nye filer efter de har betalt næste gang.

source: %sLearn more &raquo;%s
da_dk: %sLæs mere &raquo;%s

source: For a store manager to change a subscription from automatic to manual renewal payments (or manual to automatic) with Subscriptions v1.5, the database needed to be modified directly. Subscriptions now provides a way for payment gateways to allow you to change that from the new %sEdit Subscription%s interface.
da_dk: Hvis en administrator i version 1.5 skulle ændre et abonnement fra automatiske til manuelle betalingsmetoder (eller omvendt), skulle databasen rettes direkte. Subscriptions giver nu mulighed for at ændre betalingsgateway på %sRediger abonnement%s siden.

source: Change Trial and End Dates
da_dk: Ret prøveperiode og slut datoer

source: It was already possible to change a subscription's next payment date, but some store managers wanted to provide a customer with an extended free trial or add an extra month to the expiration date. Now you can change all of these dates from the %sEdit Subscription%s screen.
da_dk: Det var allerede muligt at ændre et abonnements næste betalingsdato, men nogle administratorer ønskede en måde at kunne udvide prøveperioden, eller oprette en ekstra måned før udløb. Nu kan du ændre disse datoer fra %sRediger abonnement%s siden.

source: And much more...
da_dk: Og meget mere…

source: Peek Under the Hood for Developers
da_dk: Et kig under motorhjælmen for udviklere

source: Subscriptions 2.0 introduces a new architecture built on the WooCommerce Custom Order Types API.
da_dk: Subscriptions v2.0 introducerer en ny arkitektur bygget på WooCommerce Custom Order Types API.

source: New %sshop_subscription%s Post Type
da_dk: Ny %sshop_subscription%s Post type
